<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0">
<meta name="apple-mobile-web-app-capable" content="yes">
<meta name="apple-mobile-web-app-status-bar-style" content="black">
<meta http-equiv="pragram" content="no-cache">
<meta http-equiv="cache-control" content="no-cache">
<meta http-equiv="expires" content="0">
    <title>test by Ronnie</title>
<script type="text/javascript" src="http://code.jquery.com/jquery-latest.js"></script>
<style type="text/css">
  #content{width: 100%;}
  #findtxt{height: 50px;}
  #findbtn{height: 30px;width: 100px;}
  .high{color: red;background: yellow;}
</style>
</head>
<body>
<div id="findbox">
  <input type="text" name="find" id="findtxt" />
  <br/>
  <br/>
  <input type="button" name="findbtn" value="查找" id="findbtn"  />
</div>

<div id="content">
<pre>

压力容器操作人员理论考试习题库

一、基础知识
1、1MPa=（   ）Pa。 答案: C
A、1000；     B、10000；    C、1000000；      D、10000
2、压力容器内的介质按毒性危害程度分为（  ）。答案：A、B、C、D
A、极度危害；   B、高度危害；   C、中度危害；   D、轻度危害
3、压力容器上安装的压力表其显示值为（   ）。 答案：B
A、容器内的绝对压力；  B、表压力；  C、容器内的压力与大气压力的和
4、压力的表示有两种方法，一种是表压力，另一种是绝对压力。（   ）。答案：A
A、正确；     B、错误
5、压力容器上的表压力大于“0”时，表示这台压力容器的（   ）。答案：
A、绝对压力小于0；   B、介质处于正压状态
6、压力容器的压力常用（   ）来表示。答案：D
A、牛顿；     B、千克；     C帕斯卡；     D、兆帕
7、压力容器内的压力来源分为：压力来自压力容器的外部和压力容器的内部。（  ）答案：A
A、正确；     B、错误
8、容器内的压力通过（   ），可以使气体压力增高。 答案：A、B、C
A、提高气体温度；  B、增大气体密度；  C、加速气体分子运动速度
9、容器内的气体压力来源于容器外部的，如（   ）等。答案：A、B、C
A、液化气体泵； B、各类气体压缩机； C、各类锅炉； 
10、容器内的气体压力来源于容器内部的，一般由于（   ）等。答案：A、B、C
A、容器内介质的聚集状态发生改变；  B、容器内介质随温度升高；
C、介质在容器内发生体积增大的化学反应； 
11、当液态介质变为或部分变为气态时，容器内就会产生压力。（  ） 答案：A
A、正确；    B、错误
12、温度的测量仪器，常见的有：（  ）等。答案：A、B、C
A、水银温度计；   B、电阻温度计；   C、热电偶温度计
13、温度的表示方法有三种；1、摄氏温标；2、华氏温标；3、绝对温标。（   ） 答案：A
A、正确；    B、错误
14、压力容器内介质危险特性主要表现在介质的（  ）。答案：A、B、C、D
A、燃烧性；  B、爆炸性；   C、毒性；   D、腐蚀性
15、介质危害性是指压力容器在生产过程中因事故致使介质与人体大量接触，发生爆炸或者因经常泄漏引起职业性慢性危害的严重程度。（   ） 答案：A
A、正确；   B、错误
16、按介质的毒性程度可分为（）。答案：A、B、C、D
A、极度危害；  B、高度危害；  C、中度危害；  D、轻度危害
17、液化石油气一旦与空气混合达到爆炸极限时，即会发生爆炸。（   ） 答案：B
A、正确；   B、错误
18、毒物侵入人体与人体组织发生（ ），并在一定条件下，破坏人体的正常生理功能或引起某些器官或系统发生暂时性或永久性病变或者死亡叫中毒。 答案：A、C
A、化学作用；    B、心理作用；    C、物理作用
19、毒物进入人体的主要途径有：（  ）进入。答案：A、B、C
A、从呼吸道；    B、从皮肤；    C、从消化道；    D、从神经系统
20、毒物进入人体最重要的是经（   ）进入。 答案：B
A、消化道；     B、呼吸道    C、皮肤
21、空气中容许的毒物浓度值越大，则毒性越小。（   ） 答案：A
A、正确；     B、错误
22、不同毒物因进入人体途径、数量、接触时间及身体状况等因素不同，所造成的危害程度也不同。（   ）答案：A
A、正确；     B、错误
23、为防止中毒事故发生，从事有毒介质压力容器的作业人员，应（ ）。答案：A、B、C、D
A、了解其所接触的毒物物理和化学特性； B、严格执行操作规程，防止有毒介质泄漏；
C、根据不同毒物，认真做好个人防护，配备必要的防护用品和药品；D、每个作业人员应熟悉掌握中毒急救措施
24、确定介质是否是易燃介质的标准：（   ）。 答案：A
A、与空气混合后的爆炸下限小于10%，或爆炸上限和下限之差值大于等于20%；B、会发生燃烧的介质
25、易爆介质是指气体或液体的蒸汽、薄雾与空气混合形成的爆炸混合物，并且其爆炸下限小于等于10%，或者爆炸上限和爆炸下限的差值大于20%的介质。（   ） 答案：B
A、正确；   B、错误
26、爆炸下限小于（   ）或爆炸上限和下限之差值大于等于（   ）的气体称为易燃气体。 答案：B、C
A、5%；      B、10%；     C、20%；     D、50%
27、压力容器使用中，生产性毒物常以（ ）等形式存在，不仅污染环境；而且当有毒物质达到一定浓度时会危害人体健康，预防毒物危害十分重要。答案：A、B、C、D
A、气体；    B、蒸汽；    C烟雾；    D、粉尘
28、燃烧通常是指可燃物质跟（ ）混合，在一定热源下，瞬间燃烧，并产生光和热的现象。 答案：B、C
A、氢气；   B、空气（氧气）；   C、其他氧化剂
29、气体爆炸是指可燃物质与（   ）混合成一定浓度，在一定热源下，瞬间燃烧，并发生火光，放出大量热量，同时产生巨大的响声的现象。 答案：B、D
A、氢气；    B、空气（氧气）；    C、一氧化碳；   D、其它氧化剂
30、爆炸极限是指可燃气体、可燃液体的蒸汽或可燃粉尘和空气混合达到一定浓度时，遇到火源会发生爆炸，这个浓度范围称为爆炸极限。（   ）  答案：A
A、正确；    B、错误
31、燃烧发生必须同时具备（  ）三个条件。 答案：A、B、C
A、可燃物；  B、助燃物；  C、着火源；   D、风的大小
32、为了防止易燃介质发生燃烧、爆炸事故，对从事易燃介质压力容器的作业人员，应严禁穿化纤衣服、钉鞋，防止静电产生。（   ） 答案：A
A、正确；    B、错误
33、在易燃介质压力容器泄漏时，应迅速处理，并严禁采用易产生火花的工具。（   ） 答案：A
A、正确；    B、错误
34、空气是一种混合物，属氧化性气体，无色、无味、无毒。（   ） 答案：A
A、正确；    B、错误
35、氢气是（  ）的气体。答案：A、B、C、D、E
A、无色；   B、无臭；   C、无味；  D、无毒；  E、易燃
36、氮气虽无毒、无味，但是一种窒息性气体。（   ） 答案：A
A、正确；    B、错误
37、下列不属于易燃介质的是（  ）。 答案：B、C、D
A、氢气；    B、氧气；    C、空气；    D、水蒸汽
38、氧气属于（   ）。 答案：B
A、可燃气体；    B、助燃气体；    C、易燃气体
39、一氧化碳是一种（   ）的、无色、易燃气体。 答案：A
A、毒性强；      B、无毒
40、甲烷是天然气中的主要成份，是无色，无臭的易燃气体。（   ） 答案：A
A、正确；        B、错误
41、二氧化碳为（   ）气体。 答案：A、B、C
A、无色；  B、有酸味的无毒的窒息性；  C、无臭；  D、易燃
42、以下属于易燃介质的是（   ）。答案：A
A、氢气；   B、氧气；    C、空气；    D、二氧化碳
43、垂直均匀作用在物体表面上的力叫压强。（   ） 答案：B
A、正确；   B、错误
44、人们通常所说的容器的压力是指表压力。（   ） 答案：A
A、正确；   B、错误
45、压力表上所指示的压力值就是指容器内的真实压力。（   ）答案：B
A、正确；   B、错误
46、气体压力不仅仅是作用于容器的顶部，而是作用于整个器壁上。（   ） 答案：A
A、正确；   B、错误
47、某压力容器上的表压力为1.6MPa，此时该容器内的压力为（   ）MPa。 答案：B
A、1.6；    B、1.7；    C、1.5
48、空气储罐内的压力来源于储罐内部。（   ）答案：B
A、正确；   B、错误
49、下列气体属助燃气体：（   ）。 答案：A、B
A、氧气；   B、高锰酸钾；   C、氢气
50、压力容器的压力来源于外部时，这类容器内可能达到的压力一般取决于（   ）。答案：A、B
A、压力源出口的压力；   B、减压后的压力；   C、容器内由于化学反应产生的压力
51、液化石油气储罐内的压力随环境温度变化而变化。（   ）答案：A
A、正确；   B、错误
52、压力容器内的压力来源分为：来自压力容器内部、外部或其他。（   ）答案：B
A、正确；   B、错误
53、温度是表示物体冷热程度的物理量。（   ）答案：A
A、正确；   B、错误
54、空气中容许的毒物浓度值越小，其毒性反而越大。（   ）答案：A
A、正确；   B、错误
55、易爆介质是指其气体或液体的蒸气、薄雾与空气混合形成的爆炸混合物，且其爆炸下限<'10%'，或者爆炸上限和下限的差值≥20%的介质。（   ）答案：A
A、正确；   B、错误
56、自燃是指在空气中的自燃温度小于或等于100℃以下能自行燃烧的介质。（   ）答案：B
A、正确；   B、错误
57、空气中容许的毒物浓度值越大，其毒性也越大。（   ） 答案：B
A、正确；   B、错误
58、可燃气体在空气中的浓度达到爆炸极限时，立即会发生爆炸。（   ）答案：B
A、正确；   B、错误
59、燃烧必须同时具备：可燃物质、助燃物质和着火源三个条件。（   ）答案：A
A、正确；   B、错误
60、纯净的蒸汽无色、无味、无毒。（   ） 答案：A
A、正确；   B、错误
61、氧气的化学性质活泼，易和其他物质发生氧化反应。（   ）答案：A
A、正确；   B、错误
62、一般来说，凡作用于人体产生有毒作用的物质叫毒物。（   ）答案：A
A、正确；   B、错误

二、专业知识
63、压力容器从广义上讲，它包括所有承受压力载荷的密闭容器。（   ）答案：A
A、正确；   B、错误
64、为了防止各类压力容器发生事故，国家实行了由各级质量技术监督管理部门对部分（   ）的压力容器实施安全监察。答案：A、B
A、涉及生命安全；    B、危险性较大；   C、危险性很大
65、工作压力是指压力容器在正常工作情况下，其顶部可能达到的最高表压力。（   ）答案：A
A、正确；   B、错误
66、工作压力是指压力容器在正常工作情况下，容器顶部出现的压力。（   ）答案：B
A、正确；   B、错误
67、容器内介质为最高工作温度低于其标准沸点的液体时，如果气相空间的容积与工作压力乘积大于或者等于2.5MPa.L时，也属于《固定容规》适用范围。（   ）答案：A
A、正确；   B、错误
68、压力容器的安全附件，属于压力容器范围。（   ）答案：A
A、正确；   B、错误
69、按压力容器的安装使用位置可分成固定式和移动式两大类。答案：A
A、正确；    B、错误
70、移动式压力容器指汽车罐车、铁路罐车、罐式集装箱、管束式集箱、长管拖车等。（）（移动式专用）
答案：A
A、正确；   B、错误

71、常见压力容器的结构形状有：（  ）。 答案：A、B、C、D
A、球形容器；    B、圆筒形容器；    C、箱形容器；    D、圆锥形容器。
72、圆筒形压力容器是使用最普遍的一种压力容器。（   ） 答案：A
A、正确；    B、错误
73、圆筒形压力容器一般采用焊接结构。（   ） 答案：A
A、正确；    B、错误
74、圆锥形压力容器是由圆形筒体与锥体组合成的结构，通常在生产工艺有特殊要求时采用，如有结晶或粒状物需排出时。（   ） 答案：A
A、正确；    B、错误
75、按压力容器在生产过程中的作用原理可分为（  ）。 答案：A、B、C、D
A、反应压力容器；    B、换热压力容器；    C、分离压力容器；    D、储存压力容器
76、反应压力容器主要是用于完成介质化学反应的压力容器。（   ） 答案：B
A、正确；   B、错误
77、换热压力容器主要是用于完成介质的热量交换的压力容器。（   ） 答案：A
A、正确；   B、错误
78、压力容器按工作压力可分为低压、中压、高压及超高压四个等级。（   ） 答案：B
A、正确；   B、错误
79、分离压力容器主要是用于完成气体净化分离的压力容器。（   ） 答案：B
A、正确；   B、错误
80、各种型式的储气罐属于储存压力容器。（   ）答案：A
A、正确；   B、错误
81、按压力容器设计温度可分为（     ）。答案：A、B、C
A、低温容器；  B、常温容器；  C、高温容器
82、压力容器按承压方法不同可分为（   ）。答案：A、D
A、内压；    B、低压；    C、中压；    D、外压
83、固定式压力容器根据危险程度划分为三类。（   ）答案：A
A、正确；   B、错误
84、设计温度小于或等于（   ）℃的压力容器称为低温压力容器。 答案：A
A、-20；    B、-10；    C、0
85、所有的压力容器操作人员均应持证操作，防止事故发生。（   ） 答案：B
A、正确；   B、错误
86、所有的压力容器都应办理登记发证手续，做到持证运行。（   ） 答案：B
A、正确；   B、错误
87、所有压力容器都必须定期检验，否则不准使用。（   ） 答案：B
A、正确；   B、错误
88、容积为40L，工作压力为0.2MPa，在生产过程中储存气体的容器不受安全监察。（   ） 答案：B
A、正确；   B、错误
89、按压力容器在生产过程中的作用原理，压力容器可分为（   ）。答案：A、B、C、D
A、反应容器；   B、换热容器；   C、分离容器；   D、储存容器；    E、罐式或管式集装箱90、压力容器下列部件属主要受压元件：（   ）答案：A、B、D
A、筒体；    B、封头；    C、支座；    D、换热器管板和换热管
91、压力容器的膨胀节、球壳板、公称直径≥250mm的接管和法兰，属主要受压元件。（  ）答案：A
A、正确；    B、错误
92、M36以上（含M36）的压力容器主螺栓，属主要受压元件。（   ）答案：A
A、正确；    B、错误
93、压力容器的基本参数有：压力、温度和容积。（   ）答案：A
A、正确；    B、错误
94、压力容器的工作压力是指压力容器在正常工作情况下，其顶部可能达到的设计压力。（  ）
答案：B
A、正确；    B、错误
95、压力容器的设计压力应不大于容器在使用过程中出现的工作压力。（   ） 答案：B
A、正确；   B、错误
96、压力容器的工作压力应不得大于该容器的设计压力或最高允许工作压力。（   ） 答案：A
A、正确；   B、错误
97、压力容器的设计压力应大于或等于工作压力。（   ）答案：A
A、正确；   B、错误
98、工作压力指压力容器在正常工作情况下，其顶部可能达到的绝对压力。（   ） 答案：B
A、正确；   B、错误
99、压力容器的设计压力，其值应小于工作压力。（   ）答案：B
A、正确；   B、错误
100、标志在压力容器产品铭牌上的设计温度应是壳体设计温度的最高（低）值。（   ）案案：A
A、正确；   B、错误
101、压力容器产品铭牌上标注的设计温度系指容器内的介质温度的控制值。（   ）答案：B
A、正确；   B、错误
102、压力容器本体中的下列部件属主要受压部件：（  ）。答案：A、B、C、D
A、人孔；   B、封头（端盖）；   C、膨胀节；   D、设备法兰；   E、支座
103、设计压力是指设定的容器顶部的最高压力，与相应的设计温度一起作为设计载荷，其值不低于（   ）。 答案：B
A、水压试验压力；       B、工作压力；       C、最高允许工作压力
104、压力容器的使用特征主要表现在（   ）。 答案：A、B、B、D
A、生产工艺要求高； B、使用条件比较恶劣； C、承载多种载荷； D、操作要求高
105、操作人员在操作压力容器时，其工作压力不得超过设计压力、最高允许工作压力或定期检验时核定的允许/监控使用压力。（   ） 答案：A
A、正确；          B、错误
106、压力容器的工作压力应（   ）设计压力。 答案：C
A、大于或等于；    B、大于；      C、小于或等于
107、压力容器的基本参数是（   ）。 答案：A、B、C
A、压力；    B、温度；    C、容积
108、压力容器公称直径系指（   ）后的尺寸。 答案：A、C
A、标准化；  B、规范化；  C、系列化
109、为了保证安全运行，压力容器应满足强度、刚度、稳定性、耐久性和密封性要求。（   ）答案：A
A、正确；    B、错误
110、压力容器使用单位应切实加对（   ）压力容器安全管理，防止事故发生。 答案：B
A、所辖安全监察范围内的；    B、所有在用；    C、对危险性大的
111、反应压力容器是指主要用于完成介质的物理、化学反应的压力容器。（   ）答案：A
A、正确；    B、错误
112、换热压力容器是指主要用于完成介质的加热的压力容器。（   ）答案：B
A、正确；    B、错误
113、储存压力容器是指主要用于（   ）气体、液体、液化气体等介质的压力容器。 答案：A、B
A、储存；    B、盛装
114、压力容器按承压方法不同可分为：（   ）。 答案：A、B
A、内压；    B、外压；    C、常压
115、固定式压力容器根据介质特性、工作压力、工作温度和容积分为三类。（   ）答案：B
A、正确；    B、错误
116、固定式压力容器类别中,第Ⅰ类危险程度为最高，第Ⅲ类为最低。（   ）答案：B
A、正确；    B、错误
117、第Ⅲ类压力容器危险程度应高于第Ⅰ、Ⅱ类压力容器（   ）。 答案：A
A、正确；    B、错误
118、压力容器必须有足够的强度，如强度不够，受压元件在内部压力作用下，会发生塑性变形或发生爆炸事故。（   ） 答案：A
A、正确；    B、错误
119、压力容器常见结构形状有（ ）。 答案：A、B、C、D
A、球形；    B、圆筒形；    C、箱形；    D、圆锥形；E、棱形
120、圆筒形压力容器是使用最少的一种。（   ）答案：B
A、正确；    B、错误
121、压力容器制造都应采用焊接方法。（   ） 答案：B
A、正确；    B、错误
122、固定式压力容器下列部件属于主要受压元件：（   ）。 答案：A、B
A、筒体；    B、封头；    C、螺栓；    D、压力管道和法兰
123、压力容器的材料应满足（  ）要求。 答案：A、B、C、D
A、力学性能；    B、化学性能；    C、工艺性能；    D、物理性能
124、移动式空气压缩机储气罐，不属于安全监督管理范围。（   ）答案：B
A、正确；    B、错误
125、移动式空气压缩机储气罐，属于安全监督管理范围。（   ）答案：A
A、正确；    B、错误
126、凡是承受压力载荷的密闭容器，均应办理使用登记证后，方可使用。（   ）答案：B
A、正确；    B、错误
127、为了保证压力容器的安全运行，减少或防止事故发生，国家规定由各级质量技术监督管理部门对涉及生命安全、危险性较大的压力容器实施安全监督。（   ）答案：A
A、正确；    B、错误
128、满足（   ）条件的固定式压力容器，属于安全监督范围内的压力容器。 答案：D
A、工作压力大于或等于0.1MPa；B、工作压力与容积的乘积大于或等于2.5 MPa· L；
C、盛装介质为气体、液化气体，以及介质最高工作温度高于或等于标准沸点的液体；
D、以上三个条件同时具备
129、工作压力大于或者等于0.1MPa的压力容器，均应办理使用登记证后方可使用。（   ）答案：B
A、正确；    B、错误
130、工作压力与容积的乘积≥2.5MPa· L的压力容器，均应办理使用登记证后方可使用。（   ）答案：B
A、正确；    B、错误
131、盛装介质为气体、液化气体以及介质最高工作温度高于或等于标准沸点的液体的压力容器均应办理使用登记证后方可使用。（   ） 答案：B
A、正确；    B、错误
132、移动式压力容器中的汽车罐车、铁路罐车、罐式集装箱、管束集装箱、长管拖车均属于安全监察范围。（   ）（移动式专用）答案：A
A、正确；    B、错误

133、罐式集装箱、管束式集装箱属于固定式压力容器。（   ） 答案：B
A、正确；    B、错误
134、下列介质为移动式压力容器充装介质：（   ）。（移动式专用） 答案：A、B、C
A、压缩气体；    B、高（低）压液化气；    C、冷冻液化气体

135、按压力容器的安装使用位置可分为（   ）两大类。 答案：A、B
A、固定式容器；    B、移动式容器；    C、氧气瓶；   D、医用氧舱
136、按设计压力的高低，固定式压力容器分为（  ）。 答案：A、B、C、D
A、低压容器；    B、中压容器；    C、高压容器；   D、超高压容器；   E、常压容器
137、按压力高低，压力容器分为低压容器、中压容器、高压容器、超高压容器、。 （ ） 答案：B
A、正确；    B、错误
138、下列属于反应压力容器的有（   ）。 答案：A、B
A、各种反应器；    B、反应釜；    C、分汽缸
139、下列属于储存压力容器的有（   ）。 答案：A、B
A、空气储罐；    B、液化气储罐；    C、各种分离器
140、下列属于分离压力容器的有（   ）。 答案： B、D
A、空气储罐；    B、各种分离器；    C、液化气储罐；   D、分汽缸
141、下列属于换热压力容器的有（   ）。 答案：A、B、C
A、各种换热器；    B、冷凝器；    C、冷却器；   D、分汽缸
142、（   ）主要是用于完成介质的热量交换的压力容器。 答案：B
A、反应压力容器；  B、换热压力容器；  C、分离压力容器； D、储存压力容器
143、（   ）主要用于完成介质的物理、化学反应的压力容器。 答案：A
A、反应压力容器；  B、换热压力容器；  C、分离压力容器； D、储存压力容器
144、（   ）主要是用于完成介质的流体压力平衡缓冲和气体净化分离的压力容器。答案：C
A、反应压力容器；  B、换热压力容器；  C、分离压力容器； D、储存压力容器
145、（   ）主要是用于储存、盛装气体、液体、液化气体等介质的压力容器。 答案：D
A、反应压力容器；  B、换热压力容器；  C、分离压力容器； D、储存压力容器
146、按生产工艺过程中的作用原理分类，分汽缸应属于储存压力容器。（   ） 答案：B
A、正确；     B、错误
147、按生产工艺过程中的作用原理分类，分汽缸应属于分离压力容器。（   ） 答案：A
A、正确；     B、错误
148、按制造材料不同，压力容器可分为（  ）。 答案：A、B、C、D
A、钢制容器；  B、铸铁容器；  C、有色容器；  D、非金属容器
149、按承压方法不同，压力容器可分为（   ）。 答案：A、B
A、内压容器；  B、外压容器；  C、高压容器；  D、低压容器；   E、中压容器
150、按容器承受压力时所处应力状态，压力容器可分为（   ）。 答案：A、C
A、薄壁容器；  B、中壁容器；  C、厚壁容器；  D、超厚壁容器
151、按压力容器金属器壁设计温度的高低，压力容器可分为（ ）。 答案：A、B、C
A、低温容器；  B、常温容器；  C、高温容器；  D、超高温容器
152、按生产工艺过程中的作用原理，压力容器划分为（  ）。 答案：A、B、C、D
A、反应压力容器；B、换热压力容器；C、分离压力容器；D、储存压力容器； E、夹套容器
153、低压容器的设计压力小于等于1.6MPa。（   ） 答案： B
A、正确；     B、错误
154、低压容器的设计压力小于1.6MPa。（   ） 答案：A
A、正确；     B、错误
155、中压容器设计压力（P）是指（   ）。 答案：C
A、1.6MPa＜P＜10MPa；   B、1.6MPa＜P≤10MPa；   C、1.6MPa≤P＜10MPa 
156、反应器、反应釜属反应容器。（   ） 答案：A
A、正确；     B、错误
157、热交换器、冷凝器、冷却器属换热容器。（   ） 答案：A
A、正确；     B、错误
158、集油器、过滤器、分离器属分离容器。（   ） 答案：A
A、正确；     B、错误
159、液化石油气储罐属储存压力容器。（   ） 答案：A
A、正确；     B、错误
160、高压容器设计压力范围是（   ）。 答案：C
A、0.1MPa≤P＜1.6MPa； B、1.6MPa≤P＜10MPa； C、10MPa≤P＜100MPa； D、P≥100MPa
161、工作压力为1.2MPa的压力容器是中压容器。（   ） 答案：B
A、正确；     B、错误
162、设计压力为1.6MPa的压力容器是中压容器。（   ） 答案：A
A、正确；     B、错误
163、冷却器属分离容器。（   ） 答案：B
A、正确；     B、错误
164、冷凝器属换热容器。（   ） 答案：A
A、正确；     B、错误
165、设计压力在（   ）范围内的压力容器不属于超高压容器。 答案：B、C
A、P≥100MPa；      B、1.6MPa≤P＜10MPa；     C、10MPa≤P＜100MPa
166、设计压力在（   ）范围内的压力容器属于中压容器。 答案：B
A、P≥100MPa；      B、1.6MPa≤P＜10MPa；     C、10MPa≤P＜100MPa
167、设计压力在（   ）范围内的压力容器属于低压容器。 答案：A
A、0.1MPa≤P＜1.6 MPa；  B、1.6 MPa≤P＜10 MPa；   C、10 MPa≤P＜100 MPa 
168、设计压力在（    ）范围内的压力容器属于高压容器。答案：C
A、0.1MPa≤P＜1.6 MPa；  B、1.6 MPa≤P＜10 MPa；   C、10 MPa≤P＜100 MPa
169、设计压力在（    ）范围内的压力容器不属于高压容器。答案：A、B
A、0.1MPa≤P＜1.6 MPa；  B、1.6 MPa≤P＜10 MPa；   C、10 MPa≤P＜100 MPa
170、压力容器常见的结构形状主要有球形、箱形、圆锥形。（    ）答案：B
A、正确；   B、错误
171、压力容器最常见的是碳钢圆筒形结构形状。（    ）答案：A
A、正确；   B、错误
172、用于制造压力容器的材料都应为金属材料，不存在用非金属材料制造的压力容器。（ ）答案：B
A、正确；   B、错误
173、金属材料、非金属材料都可以用于压力容器的制造。（    ）答案：A
A、正确；   B、错误
174、按承压方式不同，压力容器可分为内压容器和外压容器两大类。（    ）答案：A
A、正确；   B、错误
175、压力容器只应当承受内压。（    ） 答案：B
A、正确；   B、错误
176、按压力容器设计压力和容积，压力容器分为三类。（    ） 答案：B
A、正确；   B、错误
177、根据危险程度，压力容器分为五类。（    ） 答案：B
A、正确；   B、错误
178、（    ）为危险程度最高的压力容器。 答案：C
A、第I类压力容器；  B、第II类压力容器；  C、第III类压力容器  
179、工作压力是指压力容器在正常工艺条件操作下，其顶部出现的表压力。（ ） 答案：B
A、正确；   B、错误
180、压力容器的主要参数有（    ）。答案：A、B、C
A、压力；  B、温度；  C、容积；  D、介质流量；  E、介质流速
181、（    ）压力是指压力容器在正常工作情况下，其顶部可能出现的最高表压力。答案：C
A、设计压力；   B、最高允许工作压力；   C、工作压力
182、工作压力小于0.1MPa的容器，不属于安全监察范围。（    ） 答案：A
A、正确；   B、错误
183、进料或出料过程中需要瞬时承压大于或等于0.1MPa的容器，属安全监察范围。（ ）答案：B
A、正确；   B、错误
184、按压力容器内介质温度高低，压力容器可分为低温、常温、高温容器。（ ）答案：B
A、正确；   B、错误
185、压力容器在运行中，由于受到载荷作用，会产生变形。（  ）答案：A
A、正确；   B、错误
186、压力容器容积的大小，应满足生产工艺的需要。（ ）答案：A
A、正确；   B、错误
187、压力容器直径越大，承压也越高。（  ）答案：B
A、正确；   B、错误
188、压力容器直径越小，承压也越高。（  ）答案：A
A、正确；   B、错误、
189、（    ）形容器，应力分布比较均，制造工艺较简单，便于内部工艺附件的安装，因而是使用最普遍的一种压力容器。 答案：B
A、球形；   B、圆筒形；   C、箱形；    D、锥形；   E、碟形
190、按容器结构形状不同，常见压力容器有（        ）。答案：A、B、C、D
A、球形容器；  B、圆筒形容器；  C、圆锥形容器；   Ｄ、箱形容器
191、按容器结构形状不同，常见压力容器有（    ）。答案：A、B、D、E
A、球形容器；  B、圆筒形容器； C、碟形容器；   Ｄ、箱形容器；E圆锥形容器
192、从压力容器的应力分布情况来看，箱形结构最差，圆筒形结构最好，球形结构次之（    ）答案：B
A、正确；   B、错误
193、从压力容器的应力分布情况来看，球形结构最好，圆筒形结构次之，箱形结构最差。（    ）答案：A
A、正确；   B、错误
194、目前使用最广泛的压力容器为（    ）。 答案：B 
A、球形容器；  B、圆筒形容器；   C、圆锥形容器；  Ｄ、箱形容器
195、球形压力容器应力分布均匀，是最理想的结构形状，但制造、安装要求高。(    )答案：A
A、正确；  B、错误 
196、球形压力容器主要用于反应压力容器。(    )答案：B
A、正确；  B、错误
197、球形压力容器一般用于大型储罐。(    )答案：A
A、正确；  B、错误 
198、压力容器中应力分布最均匀的是（    ）。答案：A
A、球形容器；    B、圆筒形容器；    C、箱形容器；   Ｄ、锥形容器
199、以下压力容器属移动式压力容器：（  ）（移动式专用）答案：A、B、C、D、E
A、公路汽车罐车；  B、铁路罐车；  C、长管拖车；  D、罐式集装箱；E、管束集装箱
200、液化气体汽车罐车的下列部件属主要受压元件：（   ）。（移动式专用）答案：A、B、C
A、筒体、封头；  B、人孔盖；  C、凸缘；  D、所有接管
201、属移动式罐车内充装的介质有：（    ）。（移动式专用）答案：A、B、C、D
A、压缩气体；  B、高低压液化气体；  C、冷冻液化气体；  D、最高工作温度大或于等于其标准沸点的液体；    E、热水
202、压力容器在进料或出料过程中，如舜时承压大于或等于0.1MPa时，不属于《固定容规》管辖范围。（   ）答案：A
A、正确；    B、错误 
203、压力容器按承受压力时所处的应力状分为（    ）容器。答案：A、C
A、簿壁；    B、中壁；    C、厚壁
204、焊接压力容器是应用最广泛的一种，因为应力分布较均匀、制造安装方便。（  ）答案：A
A、正确；    B、错误 
205、为保证安全运行，压力容器的安全性能应满足（  ）等要求。答案：A、B、C、D、E
A、强度；    B、刚度；    C、稳定性；    D、耐久性；    E、密封性
206、与筒体采用焊接连接不可拆卸的称为封头。（   ）答案A
A、正确；  B、错误 
207、与筒体采用法兰等连接而可拆卸的称端盖。（   ）答案：A
A、正确；  B、错误 
208、法兰是通过紧固件（螺栓、螺母）压紧垫片来保证压力容器密封的。（    ）答案：A
A、正确；  B、错误 
209、下列属于压力容器的主要受压元件的有：（    ）。 答案：A、B
A、封头；  B、筒体；  C、阀门；  D、接管
210、压力容器通常由筒体、封头（端盖）、法兰、接管、人（手）孔盖，支座等组成。（ ）答案：A
A、正确；  B、错误
211、压力容器的筒体通常用金属钢板卷制焊接而成。（  ）答案：A
A、正确；  B、错误
212、垫片是保证压力容器密封的元件。（  ）答案：A
A、正确；  B、错误
213、圆筒形压力容器通常由（  ）等部分组成。答案：A、B、C、D
A、筒体；  B、封头；  C、接管；  D、支座
214、人孔、手孔是用于压力容器定期检验、检查、清除污物用的。（   ） 答案：A
A、正确；  B、错误
215、大多数压力容器封头采用球冠形封头。（   ）答案：B
A、正确；  B、错误
216、大多数压力容器封头采用椭圆形封头。（   ）答案：A
A、正确；  B、错误
217、球冠形封头属于凸形封头的一种。（   ）答案：A
A、正确；  B、错误
218、椭圆形封头属于凸形封头的一种。（   ）答案：A
A、正确；  B、错误
219、凸形封头最常用的是（    ）封头。 答案：B
A、球形    B、椭圆形；   C、蝶形
220、压力容器的主要受压元件有筒体、封头、接管、法兰、人孔、手孔等。（   ）答案：B
A、正确；  B、错误
221、根据结构、介质等情况，压力容器上应开设必要的人孔、检查孔。（    ）答案：A
A、正确；  B、错误
222、压力容器工作压力为1.6MPa时，该容器属中压容器。（    ）答案：B
A、正确；  B、错误
223、压力容器设计压力为1.6MPa时，该容器属低压容器。（    ）答案：B
A、正确；  B、错误
224、压力容器设计压力为1.0MPa时，该容器属中压容器。（    ）答案：B
A、正确；  B、错误
225、支座是用于支承容器重量，其结构形式一般分为鞍式、腿式、耳式和支承式支座。（    ）答案：A
A、正确；  B、错误
226、下列部件（  ）不是固定式压力容器主要受压元件。答案：B、C、D
A、换热器的管板和换热管；B、液位计接管；C、M12设备主螺栓；D、反应釜搅拌装置
227、下列部件是固定式压力容器主要受压元件：（  ）。 答案：D
A、公称直径＜250mm的接管；  B、支座；  C、垫片；  D、封头、筒体
228、钢制管壳式换热容器典型的结构形式有（  ）换热器。 答案：A、B、C、D、E
A、固定管板式； B、浮头式； C、填料涵式；D、U型管式； E、带膨胀节的固定管板式
229、换热器的管板与换热管的固定方法有（ ）。答案：A、B、C
A、胀接；  B、焊接；  C、胀、焊并用 
230、列管式换热器是一种间接换热设备。（  ） 答案：A
A、正确；  B、错误  
231、下列指标中，不属于金属材料力学性能：（  ）。 答案：D
A、强度；  B、塑性；  C、韧性；  D、耐磨性
232、压力容器受压元件用材只要满足力学性能和化学性能。（  ） 答案：B
A、正确；  B、错误  
233、压力容器受压元件用材应满足力学性能、工艺性能（    ）的要求。 答案：D、E
A、传热性能；  B、导电性能；  C、热膨胀性能；  D、物理性能；   E、化学性能
234、碳钢压力容器是使用最广泛的一种的压力容器。（    ） 答案：A
A、正确；  B、错误  
235、（    ）指金属材料在拉伸条件下，所能承受的最大载荷值。（    ） 答案：A
A、抗拉强度；  B、塑性  C、硬度；  D、韧性
236、奥氏体不锈耐酸钢是使用最广泛一种耐酸不锈钢，并用于腐蚀性较强的介质中。（  ） 答案：A
A、正确；  B、错误  
237、压力容器材料的强度指标主要包括抗拉强度和屈服强度。（    ） 答案：A
A、正确；  B、错误  
238、用于制造压力容器的材料多为碳素钢、低合金钢、不锈钢。（    ） 答案：A
A、正确；  B、错误  
239、用于制造低温压力容器的结构专用钢称为低温钢。（    ） 答案：A
A、正确；  B、错误  
240、铸铁材料不能用作盛装毒性程度为极度、高度介质的压力容器的受压元件，但可以用作中度危害介质的压力容器的受压元件。（    ）答案：B
A、正确；  B、错误  
241、压力容器材料的强度越高，塑性也越高。（    ） 答案：B
A、正确；  B、错误  
242、压力容器材料的化学性能主要是指材料的耐腐蚀性、抗氧化性、耐酸（碱）性等。（ ）答案：A
A、正确；  B、错误  
243、在空气中能够抵抗腐蚀的钢称为不锈钢。（    ） 答案：A
A、正确；  B、错误  
244、在某些化学侵蚀介质中能够抵抗腐蚀的钢称不锈耐酸钢。（    ） 答案A
A、正确；  B、错误  
245、压力容器用碳素钢由于生产方便，成本低、性能良好，故广泛被应用。（    ） 答案：A  
A、正确；  B、错误
246、低温压力容器是指设计温度小于或等于－20℃的压力容器。（    ）答案：A
A、正确；  B、错误
247、制造低温压力容器一般应使用耐低温材料。（    ）答案：B
A、正确；  B、错误
248、奥氏体型耐酸不锈钢常用于腐蚀性较强的介质中。（   ）答案：A
A、正确；  B、错误
249、压力容器中最常用的不锈钢是（    ）。答案：D
A、马氏体不锈钢； B、铁素体型不锈钢； C、奥氏体一铁素体型不锈钢； D、奥氏体型不锈钢
250、压力容器主要受压元件应采用镇静钢。（   ）答案：A
A、正确；  B、错误
251、每个生产工艺流程都是由各种单元工艺组成的。（    ）答案：A
A、正确；  B、错误
252、冷凝是使物料完成液态变气态的过程。（    ）答案：B
A、正确；  B、错误
253、冷凝是使物料完成气态变液态的过程。（    ）答案：A
A、正确；  B、错误
254、冷却是指利用冷载体（冷却剂）吸收物料的热量，以降低物料温度。（    ）答案：A
A、正确；  B、错误
255、冷却是使物料完成由气态变液态的过程。（    ）答案：B
A、正确；  B、错误
256、冷却、冷凝的方式有：（    ）。答案：A、B
A、直接式；  B、间接式；  C、其他
257、管壳式热交换器的加热方式是（    ）。答案：B
A、直接加热；  B、间接加热；  C、混合加热；  D、辐射加热
258、常用的加热载体有（   ）。 答案：A、B、C、D
A、热水；  B、导热油；  C、电源；   D、蒸汽
259、夹层锅是（    ）。答案：A
A、换热容器；  B、分离容器；  C、反应容器；  D、储存容器
260、反应分为物理反应和化学反应两种。（    ） 答案：A
A、正确；  B、错误
261、物质的物理反应过程没有新物质生成、物质化学性质不发生变化。（  ） 答案：A
A、正确；  B、错误
262、物质的化学反应过程有新物质生成，物质组成和化学性质都发生变化。（ ） 答案：A
A、正确；  B、错误
263、氧化与还原总是同时发生而不可分开的两种反应。（  ） 答案：A
A、正确；  B、错误
264、能氧化其他物质而自身被还原的物质称做氧化剂。（  ） 答案：A
A、正确；  B、错误
265、氧化反应需加热，反应过程又会放热，加之被氧化物质大多属于易爆的，如物料配比失调，温度控制不当会发生（    ）。 答案：A
A、爆炸事故；  B、变形事故；  C、中毒事故  
266、还原反应有的比较安全，但有的危险性较大。（    ） 答案：A
A、正确；  B、错误
267、下列物质是电解质（         ）。 答案：A、B、C、D
A、食盐；  B、氢氧化钠；  C、硫酸；  D、硝酸钾
268、催化剂在化学反应中，不仅能改变反应速度，而且能改变本身组成和质量。（ ）答案：B
A、正确；  B、错误
269、氧化、聚合、催化、裂化、氯化等反应中经常使用着各种催化剂。（  ） 答案：A
A、正确；  B、错误
270、催化剂在化学反应中能改变反应速度，而本身组成和质量在反应后仍保持不变。（ ） 答案：A
A、正确；  B、错误
271、用于加热的热载体有蒸汽、热水、烟道气、导热油、联苯醚混合物等。（ ）答案：A
A、正确；  B、错误
272、加热方式有（  ）。答案：A、B
A、直接加热；  B、间接加热；  C、其他加热方式
273、直接加热是指热载体与被加热的介质直接接触、混合进行加热。（ ） 答案：A
A、正确；  B、错误
274、间接加热是指热载体与被加热介质不直接接触。（  ） 答案：A
A、正确；  B、错误
275、生产过程中最常用的加热方式是：（    ）。答案：B
A、直接加热；  B、间接加热
276、各种类型的热交换器就是靠（    ）与介质的温度差来实现加热的。答案：B
A、器壁；    B、器壁或管壁
277、物料的加热或冷却是由热载体或冷载体来完成的。（    ） 答案：A
A、正确；  B、错误
278、反应常见的有氧化与还原、电解、聚合、催化、裂化、氯化、硝化反应等。（  ） 答案：A
A、正确；  B、错误
279、加催化剂不能过量，应防止局部反应激烈，并要严格控制反应温度。（ ） 答案：A
A、正确；  B、错误
280、由于使用了催化剂，反应速度会缓慢，反应温度和压力都比较低，所以比较安全。（  ）答案：B
A、正确；  B、错误
281、液体蒸发时需要吸收汽化热，液体温度愈高，蒸发速度也越快。（   ） 答案：A
A、正确；  B、错误
282、液体在沸点时的蒸发叫沸腾蒸发，工业生产中常用沸腾蒸发。（  ） 答案：A
A、正确；  B、错误
283、蒸发常用设备有：（  ） 答案：C、D
A、冷却器；  B、热交换器；  C、蒸发器；  D、夹套结构容器
284、（  ）是利用原料液在溶剂中溶解度不同，达到分离混合物组分的单元操作。答案：C
A、蒸发；  B、分馏；  C、萃取；　Ｄ、冷却
285、在实际生产中，萃取仅指液—液的传质过程。（  ） 答案：A
A、正确；  B、错误
286、浸取是指固—液的传质过程，吸收是指气—液的传质过程。（ ） 答案：A
A、正确；  B、错误
287、从广义上讲：萃取过程包括液相到液相、固相到液相、气相到液相三种（ ）过程。答案：B
A、传热；  B、传质；  C、导热
288、（  ）是指主要用来完成介质净化分离、回收等的一种操作。答案：A
A、分离；  B、分馏；  C、萃取；  D、冷却
289、常用的分离方法有（     ）。答案：A、B、C
A、沉降分离；  B、过滤分离；  C、离心分离
290、下列属于介质分离的设备有（  ）。答案：A、B、C 、D
A、各种分离器；  B、过滤器；  C、分汽缸；  D、除氧器；  E、热交换器
291、物质的任何浓度溶液都可进行结晶。（  ）答案： B
A、正确；  B、错误
292、结晶必须在溶液达到过饱和之后才能进行。（    ）答案：A
A、正确；  B、错误
293、去湿的常用方法有。（  ）答案：A、B、C
A、机械去湿；  B、化学去湿；  C、热能去湿
294、根据获取冷源的方式不同，制冷可分为（    ）。 答案：A、B
A、人工制冷；  B、天然冷源制冷；  C、化学制冷
295、蒸镏、精镏设备常用带夹套容器、分镏塔、精馏塔等。（    ） 答案：A
A、正确；  B、错误
296、气体、液体、液化气体等介质储存、盛装需要各种型式的储罐。（  ）答案：A
A、正确；  B、错误
297、蒸馏是利用液体混合物中各组分沸点或饱和蒸汽压的不同分离组分的单元操作。（  ）答案：A
A、正确；  B、错误
298、蒸馏是利用原料在溶剂中的溶解度不同达到介质分离的单元操作。（ ）答案：B
A、正确；  B、错误
299、精馏是蒸馏方法的一种，精馏是使介质多次汽化冷凝，达到精制提纯目的。（  ）答案：A
A、正确；  B、错误
300、去湿是指从湿固体物料中去除水分或其他湿分的一种单元操作。（  ）答案：A
A、正确；  B、错误
301、去湿方法有机械去湿、化学去湿、热能去湿。（    ）答案：A
A、正确；  B、错误
302、用加热去除物料中水分的方法称为干燥。（    ）答案：A
A、正确；  B、错误
303、冷冻是将物料的温度降低到比周围常温空气、水的温度还要低的操作过程。（ ）答案：A
A、正确；  B、错误
304、常用制冷装置有氨、氟利昂、溴化锂吸收式制冷。（   ）答案：A
A、正确；  B、错误
305、化工生产用搪瓷反应锅的内表面涂有搪瓷，目的是为了防止介质腐蚀。（ ）答案：A
A、正确；  B、错误
306、搪瓷反应锅内表面涂搪瓷，目的是为了增加反应锅强度和防止介质泄漏。（ ）答案：B
A、正确；  B、错误
307、下列方法是液化石油气的装卸方法（  ）。 答案：A、B、C、D、E
A、压缩机加压装卸法；B、加热装卸法；C、泵装卸法；D、压缩气体加压装卸法；E、静压差装卸法
308、管道天然气中含有硫化氢、CO2、水分等杂质需在加气母站进行过滤、干燥脱水，以获得纯净、干燥的符合产品质量标准的天然气后，才能向用户供气。（   ） 答案：A
A、正确；  B、错误
309、大型的低温液体贮存的容器，一般采用非真空绝热型低温储罐。（   ） 答案：A
A、正确；  B、错误
310、中、小型低温液体贮存和运输容器，一般采用真空绝热型低温储罐。（   ）答案：A
A、正确；  B、错误
311、中、小型低温液体贮存和运输容器，一般采用非真空绝热型低温储罐。（   ）答案：B
A、正确；  B、错误
312、固定式压力容器用的安全附件包括（  ）。 答案：A、B、C、D
A、安全阀、爆破片装置； B、压力表、液面计、测温仪表； C、紧急切断装置；D、安全联锁装置
313、（   ）是固定式压力容器的安全附件。答案：A、B、C
A、安全阀；  B、压力表；  C、液面计；  D、减压阀
314、减压阀、止回阀也属于压力容器的安全附件。（    ） 答案：B
A、正确；  B、错误
315、下列附件属于固定式压力容器的安全附件：（   ）。 答案：A、B、D
A、安全阀；  B、压力表；  C、排污阀；  D、爆破片装置
316、固定式压力容器安全附件按其功能，大致可分为（  ）。 答案：A、B、C、D
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
317、安全阀属于超压泄放类安全附件。（  ）答案：A
A、正确；  B、错误
318、安全阀属于（    ）安全附件。答案： B
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
319、压力表属于（    ）安全附件。答案： A
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
320、紧急切断阀属于（    ）安全附件。答案：C
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
321、温度计属于（    ）安全附件。答案：A
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
322、液位计属于（    ）安全附件。答案：A
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
323、爆破片装置属于（    ）安全附件。答案：B
A、显示和显示控制类；  B、超压泄放类；  C、紧急切断类；  D、安全联锁类
324、制造安全阀、爆破片装置的单位应当持有相应特种设备制造许可证。（  ） 答案：A
A、正确；  B、错误
325、制造安全阀、爆破片的单位不需要持有相应特种设备制造许可证。（  ） 答案：B
A、正确；  B、错误
326、制造安全联锁装置的单位应当持有相应特种设备制造许可证。（ ）答案：B
A、正确；  B、错误
327、制造安全联锁装置的单位不需要持有相应特种设备制造许可证。（  ）答案：A
A、正确；  B、错误
328、压力来源容器外部，且得到可靠控制时，超压泄放装置可以不直接安装在压力容器上。（ ）
答案：A
A、正确；  B、错误
329、所有在用压力容器上都必须安装安全阀，防止超压发生事故。（  ）答案：B
A、正确；  B、错误
330、容器工作压力低于压力来源时，在通向压力容器进口管道上只需装设减压阀。（ ）答案：B
A、正确；  B、错误
331、容器工作压力低于压力源压力时，在通向压力容器进口管道上应装设减压阀（如因介质影响减压阀可靠工作时，可用调节阀代替），在减压阀的低压侧应装设安全阀和压力表。（ ）答案：A
A、正确；  B、错误
332、对（ ）介质的固定式压力容器应在安全阀或爆破片排出口装设导管，不得直接向大气排放。答案：A、B
A、易燃；  B、毒性程度为极度、高度、中度危害；   C、腐蚀性
333、超压泄放装置按照结构及泄压原理一般分为（  ）。 答案：A、B、C
A、阀型超压泄放装置； B、破裂型超压泄放装置； C、熔化型超压泄放装置；
334、固定式容器的安全阀整定压力应大于压力容器的设计压力。（  ） 答案：B
A、正确；  B、错误
335、弹簧式安全阀被广泛使用在（ ）容器上。答案：A、B、C
A、高压；   B、中；   C、低压
336、超压泄放装置组合使用时，对固定式压力容器应采用安全阀与爆破片组合型式。（  ）答案：A
A、正确；  B、错误
337、固定式容器爆破片的动作压力不得大于压力容器的设计压力。（    ） 答案：A
A、正确；  B、错误
338、移动式压力容器（液化气体汽车）安全阀整定压力应为罐体设计压力的（  ）。 （移动式专用）答案：C
A、1.05倍；  B、1.10倍；  C、1.05～1.10倍
339、固定式压力容器的安全阀与爆破片并联组合时，其中安全阀的动作压力应不大于设计压力，爆破片的动作压力不得超过1.04%设计压力。（    ） 答案：A
A、正确；  B、错误
340、固定式容器的安全阀与爆破片串联时，泄放装置的动作压力应不大于容器的设计压力。（ ） 答案：A
A、正确；  B、错误
341、当固定容器上单独采用爆破片时，泄放装置的动作压力应不大于容器的设计压力。（ ） 答案：A
A、正确；  B、错误
342、如爆破片串联在安全阀进口时，爆破片的动作压力应大于安全阀整定压力。（  ）答案：B
A、正确；  B、错误
343、如爆破片串联在安全阀出口时，爆破片的动作压力应低于安全阀整定压力。（  ） 答案：B
A、正确；  B、错误
344、安全阀按工作原理可分为（    ）。答案：A、B、C、D
A、直接载荷式安全阀；  B、带动力辅助装置的安全阀； C、平衡式安全阀；  D、先导式安全阀；
345、安全阀按气体排放方式可分为（  ）。答案：A、C、D
A、全封闭式；  B、微启式；  C、半封闭式；  D、敞开式
346、按阀瓣开启最大高度与阀孔直径之比，安全阀可分为（    ）。答案：A、B
A、全启式；  B、微启式；  C、全封闭式；  D、半封闭式
347、对蒸汽、空气等介质的固定式压力容器，应选用（    ）的安全阀。 答案：A
A、全启式；  B、微启式；  C、全封闭式；  D、半封闭式
348、对安全泄放量较小和要求压力平稳的固定式压力容器宜采用（    ）安全阀。 答案：B
A、全启式；  B、微启式；  C、全封闭式；  D、半封闭式
349、对蒸汽、空气等介质的固定式压力容器应选用全启式的安全阀。（    ） 答案：A
A、正确；  B、错误
350、对安全泄放量较小和要求压力平稳的固定式压力容器，宜采用微启式安全阀。（    ） 答案：A
A、正确；  B、错误
351、对蒸汽、空气等介质的固定式压力容器应选用微启式的安全阀。（    ）答案：B
A、正确；  B、错误
352、对安全泄放量较小和要求压力平稳的固定式压力容器，宜采用全启式安全阀。（    ） 答案：B
A、正确；  B、错误
353、安全阀的公称压力应当不小于压力容器的设计压力。（    ） 答案：A
A、正确；  B、错误
354、安全阀的公称压力应当（    ）压力容器的设计压力。答案：C
A、等于；  B、不大于；  C、不小于；  D、小于等于
355、安全阀应当铅直安装在压力容器液面以上的气相空间部分，或装设在与压力容器气相空间相连的管道上。（    ） 答案：A
A、正确；  B、错误
356、安全阀应当（   ）安装在压力容器液面以上的气相空间部分，或装设在与压力容器气相空间相连的管道上。 答案：D
A、水平；     B、纵向；     C、横向；     D、铅直。
357、安全阀可铅直安装，也可根据现场情况水平安装。（   ） 答案：B
A、正确；        B、错误
358、固定式压力容器与安全阀之间一般不宜装设截止阀门。（   ） 答案：A
A、正确；        B、错误
359、固定式压力容器与安全阀之间必须装设截止阀门。（   ） 答案：B
A、正确；        B、错误
360、安全阀的作用是：当压力容器超过允许工作压力时，自动开启排气，降压后又自动关闭，防止超压爆炸；并自动报警，警告操作人员迅速采取降压措施。（   ） 答案：A
A、正确；        B、错误
361、弹簧式安全阀是最常用的安全阀。（   ） 答案：A 
A、正确；        B、错误
362、下列部件属于弹簧式安全阀的部件：（   ）。 答案：A、B、C、D
A、阀座；  B、阀芯；  C、调整螺丝；   D、弹簧；   E、加压装置
363、磁力安全阀是弹簧安全阀的派生产品，此阀又叫电动安全阀。（   ） 答案：A
A、正确；        B、错误
364、电动安全阀是在原弹簧安全阀的功能上增加了一种（   ）控制系统，实施压力容器在运行中的自动控制。 答案：A
A、电信号；   B、电子；   C、机械
365、固定式压力容器上的安全阀的整定压力，可以高于该容器的设计压力。（   ） 答案：B
A、正确；        B、错误
366、固定式压力容器上的安全阀的整定压力不得高于该容器的设计压力。（   ） 答案：A
A、正确；        B、错误
367、安全阀一般每年至少校验一次。（   ） 答案：A
A、正确；        B、错误
368、安全阀校验周期应每年校验一次。（   ）答案：B
A、正确；    B、错误
369、安全阀校验周期为：（   ）检验一次。 答案：C
A、每年；    B、一般每年；    C、一般每年至少；   D、每年至少
370、安全阀每年必须校验一次。（   ） 答案：B
A、正确；        B、错误
371、安全阀一般每年校验一次。（   ） 答案：B
A、正确；        B、错误
372、安全阀的选用应根据（   ）要求选用。 答案：A、B、C、D、E
A、工作压力；  B、工作温度；  C、介质特性；  D、自控程度； E、容器有无震动。
373、液化气体汽车罐车一般应装设内置式弹簧安全阀。（   ）（移动式专用） 答案：B
A、正确；        B、错误
374、液化气体汽车罐车必须装设内置全启式弹簧安全阀。（   ） （移动式专用）答案：A
A、正确；        B、错误
375、安全阀的排放能力应小于或等于压力容器的安全泄放量。（   ） 答案：B
A、正确；        B、错误
376、安全阀的排放能力应大于或等于压力容器的安全泄放量。（   ） 答案：A
A、正确；        B、错误
377、磁力安全阀是靠磁力线圈动力头把阀杆强行提启自动排放。（   ） 答案：A
A、正确；        B、错误
378、压力容器通常采用直接载荷弹簧式安全阀。（   ） 答案：A
A、正确；        B、错误
379、安全阀通常选用弹簧式安全阀。（   ） 答案：A
A、正确；        B、错误
380、弹簧式安全阀属于直接载荷式安全阀。（   ） 答案：A
A、正确；        B、错误
381、杠杆式安全阀属于平衡式安全阀。（   ） 答案：B
A、正确；        B、错误
382、属于直接载荷式安全阀的有：（   ）安全阀。 答案：A、B
A、弹簧式；    B、杠杆加重锤；    C、平衡式
383、安全阀的公称压力应小于压力容器的设计压力。（   ） 答案：B
A、正确；        B、错误
384、安全阀的公称压力应大于或等于压力容器的设计压力。（   ） 答案：A
A、正确；        B、错误
385、弹簧式安全阀应有防止随便拧动调整螺丝的铅封装置。（   ） 答案：A
A、正确；        B、错误
386、压力容器与安全阀之间的连接管和管件通孔，其截面积不得小于安全阀的进口截面积。（ ） 答案：A
A、正确；        B、错误
387、压力容器一个连接口上装设两个或两个以上安全阀时，则该连接口入口的截面积，应当至少等于这些安全阀的进口截面积总和。（   ） 答案：A
A、正确；        B、错误
388、安全阀、爆破片的排放能力应大于或等于压力容器的安全泄放量。（   ） 答案：A
A、正确；        B、错误
389、安全阀的调节圈锈蚀严重，已无法调节；弹簧腐蚀，已无法使用；附件不全，而无法配置；历史记录丢失；选型不当时应停止使用并且更换。（   ） 答案：A
A、正确；        B、错误
390、安全阀、压力表安装前有制造厂合格证时，可以不校验。（   ） 答案：B
A、正确；        B、错误
391、安全阀导向零件锈蚀严重，已无法修复时,应停止使用并且更换。（   ） 答案：A
A、正确；        B、错误
392、安全阀的阀芯和阀座密封面损坏，已无法修复时，应停止使用并且更换。（   ） 答案：A
A、正确；        B、错误
393、安全阀的调节圈锈蚀严重，已无法进行调节时，应停止使用并且更换。（   ） 答案：A
A、正确；        B、错误
394、如发生安全阀阀瓣和阀座（ ）或导向零件（ ），无法修复时，应停止使用并且更换。
答案：A、B
A、密封面损坏；    B、锈蚀严重
395、安全阀的校验单位应具有相应资格，且安全阀要定期校验，一般（  ）至少一次。 答案：B
A、半年；       B、每年；       C、两年。
396、安全阀应根据工作压力、工作温度、介质特性及容器有无震动等要求选用。（  ） 答案：A
A、正确；        B、错误
397、安全阀的选用应根据工作压力、工作温度、介质特性（如黏性、清洁程度、毒性、腐蚀性）以及容器有无震动等要求来选用。（   ） 答案：A
A、正确；        B、错误
398、压力容器使用单位应当建立安全阀技术档案。（   ）答案：A
A、正确；        B、错误
399、安全阀的整定压力不得大于压力容器的设计压力，安全阀的排放能力应当大于或等于压力容器的安全泄放量。（   ） 答案：A
A、正确；        B、错误
400、安全阀上的铅封不得擅自启封，其铭牌不得擅自取下或更换。（   ） 答案：A
A、正确；        B、错误
401、安全阀是通过阀瓣的自动开启，排出介质来降低容器内的超高压力。（   ） 答案：A
A、正确；        B、错误
402、安全阀一般每（   ）年至少校验一次。 答案：A
A、一；      B、二；     C、三；     D、四
403、安全阀一般每年至少校验一次，除有规定外，安全阀可采用现场校验。（   ） 答案：A
A、正确；        B、错误
404、安全阀应（   ）安装。 答案：B
A、水平；       B、铅直；       C、倾斜；     D、无要求
405、安全阀应当铅直安装在压力容器液面以上的气相空间部分，或者装设在与压力容器液相空间相连的管道上。（   ） 答案：B
A、正确；        B、错误
406、安全阀有下列情况之一时，应停止使用并更换。（  ） 答案：A、B、C
A、阀瓣和阀座密封面损坏，已无法修复；  B、弹簧腐蚀已无法使用； C、选型不当
407、安全阀（或爆破片装置）与压力容器之间装截止阀门时，压力容器在正常运行期间必须打开并加锁。（   ） 答案：B
A、正确；        B、错误
408、安全阀与压力容器之间严禁安装截止阀。（   ） 答案：B
A、正确；        B、错误
409、安全阀与压力容器之间应安装截止阀。（   ） 答案：B
A、正确；        B、错误
410、安全阀能自动泄放压力容器内超压部分的气（汽）体介质，把压力维持在允许压力范围内，防止压力容器发生超压爆炸事故。（   ） 答案：A
A、正确；        B、错误
411、安全阀校验人员应取得安全阀维修作业人员资格。（   ） 答案：A
A、正确；        B、错误
412、安全阀的在线校验可由压力容器的操作人员，根据所需压力进行调整。（   ） 答案：B
A、正确；        B、错误
413、当固定式压力容器设计图样或者铭牌上标注有最高允许工作压力时，安全阀的整定压力也可采用最高允许工作压力确定安全阀整定压力。（   ） 答案：A
A、正确；        B、错误
414、当安全阀的整定压力小于0.3MPa时，密封压力应当比整定压力低0.03MPa。（ ）答案：A
A、正确；        B、错误
415、当安全阀的整定压力大于或等于0.3MPa时，密封压力为整定压力的90%。（ ） 答案：A
A、正确；        B、错误
416、弹簧式安全阀定压时可通过缓慢拧动螺丝，调紧弹簧为加压，调松弹簧为减压。（ ）答案：A
A、正确；        B、错误
417、安全阀在使用中应当要做好日常检修、维护工作，防止失灵。（   ） 答案：A
A、正确；        B、错误
418、安全阀常见故障有：泄漏、达不到全开状态、（   ）。 答案：A、B、C
A、阀瓣不能及时回座；    B、不在整定压力下动作；   C、阀瓣振荡；   D、外表锈蚀
419、对于弹簧式直接载荷安全阀，当满足《安全阀安全技术监察规程》等规定条件时，经单位技术负责人批准可适当延长校验周期。（   ） 答案：A
A、正确；        B、错误
420、安全阀有以下情况之一时，应当停止使用并且更换：（    ）。 答案：A、B、C
A、弹簧腐蚀、已无法使用；       B、附件不全，而无法配置；     C、历史记录丢失
421、爆破片的作用是在设定的（   ）下，爆破片两侧（   ）差达到预定值时，爆破片即刻动作（破裂或脱落），泄放介质，防止压力容器爆炸事故发生。 答案：B、C
A、爆破压力；     B、爆破温度；     C、压力；     D、温度
422、爆破片装置由爆破片（或爆破片组件）和夹持器（或支承圈）等零部件组成。（   ）答案：A、
A、正确；        B、错误
423、爆破片型式一般有以下几种：（   ）爆破片。 答案：A、B、C
A、平板型；      B、正拱型；     C、反拱型；     D、组合型
424、正拱型的爆破片凹面向介质，反拱型爆破片凸面向介质。（   ） 答案：A
A、正确；        B、错误
425、正拱型的爆破片凸面向介质，反拱型爆破片凹面向介质。（   ） 答案：B
A、正确；        B、错误
426、爆破片装置选用应当考虑设备工作压力、温度、介质、泄放要求等因素。（   ） 答案：A
A、正确；        B、错误
427、爆破片装置的排放能力应大于或等于被保护的特种设备安全泄放量。（   ） 答案：A
A、正确；        B、错误
428、爆破片装置的排放能力应小于或等于被保护的特种设备安全泄放量。（   ） 答案：B
A、正确；        B、错误
429、爆破片装置的排放能力应小于被保护的特种设备安全泄放量。（   ） 答案：B
A、正确；        B、错误
430、爆破片装置是一种可重复使用的泄压装置。（   ） 答案：B
A、正确；        B、错误
431、爆破片应定期进行更换。（   ） 答案：A
A、正确；        B、错误
432、爆破片只要不爆破仍可以继续使用，不需要更换。（   ） 答案：B
A、正确；        B、错误
433、爆破片应进行定期更换，一般情况下爆破片应（   ）更换。 答案：B
A、1～2年；       B、2～3年；     C、3～4年
434、爆破片的设计爆破压力不得大于该压力容器的设计压力。（   ） 答案：A
A、正确；        B、错误
435、爆破片的设计爆破压力必须小于或等于该压力容器的设计压力。（   ） 答案：A
A、正确；        B、错误
436、爆破片的设计爆破压力应大于或等于压力容器的设计压力。（   ） 答案：B
A、正确；        B、错误
437、当压力容器设计图样或铭牌上标注有最高允许工作压力时，爆破片的爆破压力不得大于该容器的最高允许工作压力。（   ） 答案：A
A、正确；        B、错误
438、爆破片的最小爆破压力不得小于该容器的工作压力。（   ） 答案：A
A、正确；        B、错误
439、爆破片的最小爆破压力不得小于该容器的（   ）。 答案：B
A、设计压力；       B、工作压力；       C、最高允许工作压力
440、爆破片装置不适用于如下情况：（    ）。 答案：A、B、C
A、经常超压；B、温度波动过大；C、反拱型爆破片装置不适用高黏度或拱面会大面积结晶介质
441、在用爆破片装置的检查包括（   ）。 答案：A、B
A、日常检查；       B、定期检查
442、爆破片的更换周期由使用单位确定。（   ） 答案：A
A、正确；        B、错误
443、爆破片的更换周期应根据（    ）合理确定。 答案：A、B、C
A、设备使用条件；     B、介质性质等具体影响因素；    C、设计预期使用年限。
444、爆破片装置遇有下列情况时应当立即更换：（    ） 答案：A、B、C
A、安装方向错误；    B、爆破片外表有伤痕、腐蚀、明显变形等缺陷；   C、泄漏
445、爆破片装置有下列情况时，应当立即更换：（   ） 答案：A、B、C、D
A、超过最小爆破压力未爆破；     B、使用温度超过爆破片材料允许使用温度范围；
C、设备检修中拆卸；             D、设备停止六个月后再次投入使用
446、爆破片装置的所有零部件，任何单位不得自行改造、维修。（   ） 答案：A
A、正确；        B、错误
447、爆破片装置所有零部件，使用单位可视情况进行维修、改造。（   ） 答案：B
A、正确；        B、错误
448、爆破片装置的主要零部件，任何单位不得自行改造，维修。（   ） 答案：A
A、正确；        B、错误
449、爆破片装置上的夹持器只能由原制造单位提供配套的夹持器。（   ） 答案：A
A、正确；        B、错误
450、爆破片是一个因超压而迅速动作的压力敏感元件。（   ）  答案：A
A、正确；        B、错误
451、爆破片是一个因超温而迅速动作的压力敏感无件。（   ）  答案：B
A、正确；        B、错误
452、爆破片使用单位应当建立爆破片装置使用技术档案。（   ）  答案：A
A、正确；        B、错误
453、爆破片装置上的夹持器，一般应由原制造单位提供。（   ） 答案：B
A、正确；        B、错误
454、固定式压力容器上最常用的压力表是（   ）压力表。 答案：A
A、扇形齿轮单弹簧管；     B、单弹簧管杠杆式；    C、液柱式
455、下列部件属于单弹簧管压力表的部件：（   ） 答案：A、B、C、D
A、弹簧弯管；  B、中心轴；  C、扇形齿轮；  D、连杆
456、压力表的弹簧弯管是根据弹簧弯管在容器内部压力作用下发生（   ）的原理制成的。 答案：B
A、挤压；     B、位移；   C、震动
457、压力表盘刻度极限值应为压力容器工作压力的（   ）倍。答案：B
A、1.0～2.0；    B、1.5～3.0；    C、2.0；    D、1.5～2.5
458、固定式压力容器设计压力小于1.6MPa的压力表精度不得低于（   ）级。答案：C
A、1.6；    B、1.5；    C、2.5；    D、2.6
459、固定式压力容器设计压力大于或等于1.6MPa的压力表精度不得低于（   ）级。答案：A
A、1.6；    B、1.5；    C、2.5；    D、2.6
460、压力表与固定式压力容器之间，应装设三通旋塞或针形阀，三通旋塞或者针形阀上应有开启标记和锁紧装置，并且不得连接其他用途的任何配件或者接管。（   ）答案：A
A、正确；        B、错误
461、用于水蒸汽介质的压力表，在压力表与压力容器之间应装有存水弯管。（   ）答案：A
A、正确；        B、错误
462、用于水蒸汽介质的压力表，在压力表与压力容器之间应装有（   ）。答案：A
A、存水弯管；        B、短接管；    C、连接管
463、压力表与压力容器之间不应装设任何阀门。（   ）答案：B
A、正确；        B、错误
464、压力表与压力容器之间一般应装设三通旋塞或针形阀。（   ）答案：B
A、正确；        B、错误
465、压力表遇有下列情况之一时，应停止使用：（      ）。答案：A、B、C、D
A、选型错误；   B、表盘封面玻璃破裂或表盘刻度模糊不清；
C、封印损坏；   D、指针扭曲断裂；    E、外壳腐蚀
466、压力表封印脱落或超过有效期时（   ）。 答案：A
A、应停止使用；    B、可继续使用；    C、一旦失灵后应及时校验
467、经调校的压力表应在表盘上面划出指示工作压力的红线，并注明下次校验日期。（ ）答案：A
A、正确；        B、错误
468、压力表安装前，一般应先进行校验。（   ）答案：B
A、正确；        B、错误
469、压力表精度等级越高，允许误差越大。（   ）答案：B
A、正确；        B、错误
470、压力表只要能显示压力，虽然超期未校但仍可继续使用。（   ）答案：B
A、正确；    B、错误 
471、经校验合格后的压力表应有（   ）。答案：D
   A、标签；   B、印章；   C、封条；   D、铅封
472、液位计是根据连通管原理制成的。（    ）答案：A
A、正确；        B、错误
473、用于易燃、毒性程度为极度或者高度危害介质、液化气体的固定式压力容器上的液位计，有防止泄漏的保护装置。（   ）答案：A
A、正确；        B、错误
474、用于易燃、毒性程度为极度或者高度危害介质、液化气体的固定式压力容器上的液位计，有防止（ ）的保护装置。答案：A
A、泄漏；    B、假液位；    C、液位波动
475、储存0℃以下介质的固定式压力容器，应选用防霜液位计。（   ）答案：A
A、正确；        B、错误
476、储存0℃以下介质的固定式压力容器，应采用（   ）液位计。答案：C
A、浮子式；         B、玻璃管式；    C、防霜；   D、防爆
477、要求液面指示平稳的，不允许用浮子（标）式液位计。（   ）答案：A
A、正确；        B、错误
478、要求液面指示平稳的，不允许采用（   ）液位计。 答案：A
A、浮子（标）式；        B、玻璃管式；    C、玻璃平板式
479、液位计有下列情况之一时，应停止使用：（   ）。答案：A、B、C、D、E、F
A、阀件固死；     B、防止泄漏保护装置损坏；     C、玻璃板（管）有裂纹、破碎；
D、液位计指示模糊不清；     E、出现假液位；   F、超过规定检修期限
480、液位计的最高和最低安全液位应当做出明显的标志。（   ） 答案：A
A、正确；       B、错误
481、液位计的（   ）应当做出明显的标志。 答案：A
A、最高和最低安全液位；      B、最低安全液位；     C、正常运行液位
482、测温仪表主要用于（   ）的压力容器。 答案：A、B
A、测量容器的介质温度；      B、需控制壁温
483、接触式测温仪表有：（  ）。 答案：A、B、C、D
A、膨胀式；      B、压力式；     C、热电阻式；     D、热电偶式
484、测温仪表应按计量部门的规定进行定期校验。（   ） 答案：A
A、正确；       B、错误
485、在液化气体罐车上的罐体与液相管、气相管接口处必须分别装一套内置式紧急切断装置。（ ）（移动式专用）答案：A
A、正确；       B、错误
486、液化石油气储罐及可燃性液化气体的低温储罐的液体入口及出口处应设置紧切断装置。（ ）答案：A
A、正确；       B、错误
487、紧急切断装置包括紧急切断阀、远控系统、易熔塞、自动切断装置。（   ） 答案：A
A、正确；       B、错误
488、紧急切断阀按其切断方式分为（  ）。 答案：A、B、C、D
A、油压式；      B、气压式；     C、电动式；     D、手动式
489、紧急切断阀不能兼着它用。（   ） 答案：A
A、正确；       B、错误
490、液化气体汽车罐车上用的紧急切断阀上的易熔合金塞熔化温度为（   ）℃。（移动式专用） 答案：D
A、80±5℃；      B、60±5℃；     C、50±5℃；     D、70±5℃
491、安全联锁装置已成为快开门式压力容器上一个不可缺少的安全装置。（   ） 答案：A
A、正确；       B、错误
492、快开门式压力容器应当具有满足以下要求的安全联锁功能：（   ）。 答案：A、B
A、当快开门达到预定关闭部位，方能升压运行；
  B、当容器的内部压力完全释放，方能打开快开门；
C、具有同步报警功能
493、下列压力容器必须安装快开门联锁装置，并保证灵敏可靠。（  ） 答案：A、B、C、D
A、硫化罐；      B、蒸压釜；     C、医用消毒柜；     D、染色机等
494、在用压力容器快开门联锁装置失灵或未安装的，该容器应停止使用。（   ） 答案：A
A、正确；       B、错误
495、安全附件的检查包括年度检查和停机检查。（   ） 答案：A
A、正确；       B、错误
496、阀门按用途和作用可分为（ ）。答案：A、B、C、D、E、F
A、截断类； B、调节类；  C、止回类；  D、分流类； E、安全类；F、其他用途类
497、阀门按公称压力可分为真空、低压、中压、高压和超高压阀门。（   ） 答案：A
A、正确；       B、错误
498、阀门按适用介质温度可分为：普通、高温、中温、低温、超低温阀门。（   ） 答案：A
A、正确；       B、错误
499、阀门按驱动方式分为（  ）。答案：A、B、C
A、手动阀；      B、动力驱动阀；     C、自动阀；     D、安全阀。
500、常见的阀门与管道连接的方式有：（ ） 。答案：A、B、C、D、E
A、焊接；       B、螺纹连接；     C、卡套连接；     D、法兰连接；   E、夹箍连接
501、闸阀内介质通过阀门为直线流动，阻力小，流体平稳，阀体较短，安装位置紧凑。（ ） 答案：A
A、正确；       B、错误
502、压力容器上常用阀门有：闸阀、截止阀、节流阀、止回阀、减压阀、疏水器、安全阀等。（ ）答案：A
A、正确；       B、错误
503、止回阀是依靠阀前、阀后流体的压力差而自动启闭，并防介质倒流的阀门。（ ） 答案：A
A、正确；       B、错误
504、止回阀在安装时必须按箭头的指标方向与介质流动方向一致。（ ） 答案：A
A、正确；       B、错误
505、疏水器的作用是自动排出凝结水，同时阻止蒸汽外逸，以提高热量利用率，节约能源，并防止管道发生水冲击故障。（   ） 答案：A
A、正确；       B、错误
506、减压阀的作用是：（   ）。 答案：A、B
A、将较高气压自动降到所需的低气压；B、当高压侧气压波动时起自动调节，保持低压侧压力稳定
507、电磁阀是一个电动阀门，它的作用是起到阀门开、关，控制介质通、断。（   ） 答案：A
A、正确；       B、错误
508、压力容器用阀门，一般应选择有制造许可资格的单位制造的阀门。（   ） 答案：B
A、正确；       B、错误
509、阀门的操作机构应当装设在便于操作和维修的地方。（   ） 答案：A
A、正确；       B、错误
510、密封元件是指保证（  ）接触面密封的元件。 答案：A、B、C
A、法兰与法兰；      B、法兰与筒体；     C、法兰与端盖
511、常见的密封元件结构有：平垫密封、卡扎里密封、双锥密封、0形密封、伍德密封。（ ） 答案：A
A、正确；       B、错误
512、密封元件按密封机理、密封结构分为（   ）密封。 答案：A、B
A、强制式（通过拧紧螺栓压紧）；      B、自紧密封（靠容器内压力压紧）
513、工业自动化仪表按其功能分类，大致可分为：（   ）。 答案：A、B、C、D
A、检测仪表；       B、显示仪表；     C、调节仪表；     D、执行器

三、安全管理和安全操作知识
514、压力容器的使用是设计、制造、安装、检验、修理、改造环节的中心环节。（   ） 答案：A
A、正确；       B、错误
515、实线证明：压力容器使用环节是事故多发环节，使用环节事故得到控制，整个压力容器的事故就会得到有效控制。（   ） 答案：A
A、正确；       B、错误
516、加强在用压力容器安全管理的意义主要有：（    ）。 答案：A、B、C
A、确保设备安全运行,减少或防止事故发生，保障生命和财产安全；B、延长设备使用寿命；C、提高企业经济效益
517、压力容器使用单位应当建立健全安全、节能责任制度，实行制度化、经常化、标准化管理。（   ） 
答案：A
A、正确；       B、错误
518、压力容器操作人员应认真执行设备操作规程和有关安全管理制度。严禁违章操作，确保压力容器安全运行。（   ） 答案：A
A、正确；       B、错误
519、压力容器使用单位不得采购已报废的压力容器。（   ） 答案：A
A、正确；       B、错误
520、压力容器的安装、改造、维修，一般由已取得相应制造许可证或安装、改造、维修许可证的单位承担。（   ） 答案：B
A、正确；       B、错误
521、压力容器作业人员（含相关管理人员）应按国家规定，应当经特种设备安全监督管理部门考核合格,取得《特种设备作业人员证》后，方可从事相应管理和操作。（   ） 答案：A
A、正确；       B、错误
522、《特种设备作业人员证》应每（   ）年复审一次。 答案：C
A、二；      B、三；     C、四
523、所有压力容器都必须登记发证，否则不准投入使用。（   ） 答案：B
A、正确；       B、错误
524、凡符合登记发证而未办理使用登记证的压力容器，不得擅自使用。（   ） 答案：A
A、正确；       B、错误
525、未办理使用登记证的压力容器一般不应使用。（   ） 答案：B
A、正确；       B、错误
526、压力容器使用登记证在压力容器检验合格期内有效。（   ） 答案：A
A、正确；       B、错误
527、凡未经登记发证的压力容器一律不准投运。（   ） 答案：B
A、正确；       B、错误
528、压力容器变更登记包括（     ）。 答案：A、B、C
A、安全状况变更；       B、长期停用变更；     C、移装或过户变更
529、凡需过户的压力容器必须是已颁取《压力容器使用登记证》的压力容器。（   ） 答案：A
A、正确；       B、错误
530、凡符合登记发证的压力容器在投入使用前或投用后（   ）内，应当向特种设备安全监督管理部门登记。 答案：C
A、10日；      B、20日；     C、30日
531、压力容器均应由产权单位向登记机关办理使用登记证。（   ） 答案：B
A、正确；       B、错误
532、使用单位租赁的压力容器（移动式容器除外）均由产权单位办理使用登记证。（   ） 答案：A
A、正确；       B、错误
533、固定式压力容器安全状况等级共分为（   ）级。 答案：C
A、3；      B、4；     C、5
534、压力容器安全状况变化、长期停用、移装过户均应办理变更手续。（   ） 答案：A
A、正确；       B、错误
535、安全状况等级定为（   ）的级固定式压力容器，属于判废的压力容器。 答案：D
A、1；      B、2或3；     C、3或4；     D、5
536、安全状况等级为（   ）或使用时间超过（   ）的固定式压力容器不得申请变更。答案：B、D
A、2～3级；       B、4～5级；     C、15年；     D、20年
537、压力容器的缺陷常用打磨、堆焊、挖补、更换等维修方法处理。（   ） 答案：A
A、正确；       B、错误
538、所有压力容器的安装可由使用单位自行安装，验收合格后投用。（   ） 答案：B
A、正确；       B、错误
539、安全状况等级定为5级的固定式压力容器，使用单位应立即办理判废手续。（   ） 答案：B
A、正确；       B、错误
540、安全状况等级定为4级的固定式压力容器，如无法立即修理时，可办理监控使用手续。（   ）答案：A
A、正确；       B、错误
541、安全状况等级定为4级的固定压力容器，不得继续使用，必须立即进行修理。（   ） 答案：B
A、正确；       B、错误
542、对存在严重事故隐患、无改造维修价值的压力容器应办理判废手续。（   ） 答案：B
A、正确；       B、错误
543、对存在严重事故隐患，无改造、维修价值的压力容器应当予以报废，并向原登记的特种设备安全监督管理部门，办理报废注销。（   ） 答案：A
A、正确；       B、错误
544、对安全状况等级定为5级的固定式压力容器，应当对缺陷进行处理，否则不得继续使用。（） 答案：A
A、正确；       B、错误
545、压力容器使用单位应对压力容器及安全附件、安全保护装置等应进行定期校验、检修。（   ） 
答案：A
A、正确；       B、错误
546、为防止不锈钢压力容器腐蚀，水压试验时应严禁控制水中氯离子含量。（   ）答案：A
A、正确；       B、错误
547、压力容器日常维护保养主要包括（        ）。 答案：A、B、C、D、E
A、保持完好的防腐层；    B、防止跑、冒、滴、漏；   C、消除产生腐蚀的因素；
D、做好停运设备保养；    E、加强安全附件、安全保护装置等维护保养
548、压力容器的缺陷可分为先天性和后天性缺陷。（   ） 答案：A
A、正确；       B、错误
549、先天性缺是指压力容器在设计、制造（含组装）、安装中产生的缺陷。（   ） 答案：A
A、正确；       B、错误
550、后天性缺陷是指压力容器在使用、维修、改造中产生的缺陷。（   ） 答案：A
A、正确；       B、错误
551、压力容器在使用过程中，常产生的缺陷主要有：（     ）。 答案：A、B、C、D
A、裂纹；       B、鼓包；     C、腐蚀；     D、材质劣化；    E、震动
552、裂纹是最危险的一种缺陷，因为它是导致脆性破坏的主要原因。（   ）答案：A
A、正确；       B、错误
553、裂纹是指压力容器器壁因金属原子结构遭到破坏，形成新的界面产生的裂缝。（   ） 答案：A
A、正确；       B、错误
554、裂纹按其生成过程大致可分为（   ）。 答案：A、B
A、原材料或制造中产生；      B、使用中产生或扩展
555、裂纹一般最容易产生在（     ）部位。 答案：A、B、C
A、焊缝；       B、焊缝热影响区；     C、局部应力过高的
556、腐蚀从广义上来讲包括金属与非金属材料的腐蚀。（   ） 答案：A
A、正确；       B、错误
557、金属腐蚀是指压力容器器壁与所接触介质产生的化学或电化学作用，而造成的金属组织结构和性能的改变。（   ） 答案：A
A、正确；       B、错误
558、金属腐蚀按腐蚀反应机理，分为化学腐蚀和电化学腐蚀。（   ） 答案：A
A、正确；       B、错误
559、金属腐蚀按腐蚀反应机理分为（   ）腐蚀。 答案：A、B
A、化学；       B、电化学；     C、电偶
560、金属腐蚀按腐蚀形态分为全面腐蚀和局部腐蚀。（   ） 答案：A
A、正确；       B、错误
561、化学腐蚀是指压力容器金属器壁与非电解质接触所产生的腐蚀。（   ）答案：A
A、正确；       B、错误
562、电化学腐蚀是指压力容器（   ）发生电化学反应所产生的腐蚀。 答案：B
A、金属与非金属之间；     B、金属与电解质；    C、金属与非电解质
563、全面腐蚀是指与环境相接触的金属整个或大部分表面上产生程度基本相同的化学或电化学腐蚀。（   ） 答案：A
A、正确；       B、错误
564、局部腐蚀是指金属腐蚀表面平坦，且腐蚀表面积未超过有关标准的小面积腐蚀。（ ） 答案：A
A、正确；       B、错误
565、点腐蚀属于金属表面极为局部区域内的腐蚀；造成洞穴或坑点，并向内部扩展，甚至造成穿孔。（ ）
答案：A
A、正确；       B、错误；   
566、金属腐蚀按腐蚀形态分为化学腐蚀和电化学腐蚀。（   ）答案：B
A、正确；       B、错误
567、压力容器的局部腐蚀要比全面腐蚀的危害要大。（   ） 答案：A
A、正确；       B、错误
568、压力容器的全面腐蚀要比局部腐蚀的危害要小。（   ） 答案：A
A、正确；       B、错误
569、压力容器的局部腐蚀要比全面腐蚀的危害要小。（   ） 答案：B
A、正确；       B、错误
570、压力容器的维修、改造应由取得相应制造许可证或改造维修许可证的单位进行。（ ） 答案：A
A、正确；       B、错误
571、压力容器的维修、改造单位可由企业组织专业人员进行。（   ） 答案：B
A、正确；       B、错误
572、压力容器维修、改造只要改造、维修单位有许可证即可从事所有改造与维修。（ ） 答案：B
A、正确；       B、错误
573、压力容器在重大维修、改造前，维修、改造单位需向压力容器使用登记机关书面告知。（ ）答案：A
A、正确；       B、错误
574、所有压力容器的维修都必须有资格的单位承担。（   ） 答案：B
A、正确；       B、错误
575、下列情况属压力容器的重大维修：（      ）。 答案：A、B、C、D
A、更换主要受压元件；    B、挖补筒体（节）与封头的纵、环缝；
C、挖补封头拼缝；        D、对采用全焊透对接接头的补焊
576、下列情况属于压力容器的改造（      ）。 答案：A、B、C、D
A、改变主要受压元件结构；    B、改变运行参数；   C、改变盛装介质；   D、改变用途
577、压力容器的重大维修或改造必须经相应资格检验单位监检，未经监检合格不得交付使用。（ ）答案：A
A、正确；       B、错误
578、压力容器内部有压力时，不得进行任何维修。（   ） 答案：A
A、正确；       B、错误
579、压力容器内部有压力时，不应进行任何维修。（   ） 答案：B
A、正确；       B、错误
580、对特殊的生产工艺过程需带温、带压紧固螺栓时，或出现紧急泄漏需带压堵漏时，应经使用单位技术负责人批准，并采取防护措施，带压堵漏人员应进行专业培训并持证操作。（ ） 答案：A
A、正确；       B、错误
581、维修、改造人员需进入容器内部前，应按《压力容器定期检验规则》要求做准备和清理工作，达不到要求时，严禁人员进入。（   ） 答案：A
A、正确；       B、错误
582、压力容器的维修或改造资料，应由施工单位在竣工后（   ）日内，将有关资料移交给使用单位，并存入该容器档案。 答案：C
A、10；       B、20；     C、30
583、固定式压力容器的年度检查工作可由压力容器使用单位的专业人员进行，也可由委托有资格的检验机构进行。（   ） 答案：A
A、正确；       B、错误
584、固定式压力容器的年度检查可由使用单位安全管理人员与操作人员进行。（   ） 答案：B
A、正确；       B、错误
585、使用单位应对年度检查中发现的压力容器安全隐患及时消除。（   ） 答案：A
A、正确；       B、错误
586、固定式压力容器年度检查内容至少包括以下几个方面：（    ）的检查。 答案：A、B、C
A、安全管理情况； B、压力容器本体及运行状况； C、安全附件； D、事故专项预案制定情况
587、固定式压力容器年度检查方法：（   ）。 答案：A、B
A、宏观检查为主； B、必要时测厚、壁温和腐蚀介质含量测定、真空度测试； C、水压试验
588、固定式压力容器年度检查应以宏观检查、测厚及表面无损检测为主。（   ） 答案：B
A、正确；       B、错误
589、移动式压力容器的年度检查应由持相应资格的检验机构进行。（   ） （移动式专用）答案：A
A、正确；       B、错误
590、长管拖车的年度检查应由（   ）单位进行。（移动式专用） 答案：A、B
A、使用单位；       B、制造单位；     C、专业检验单位
591、需在移动式容器和固定式压力容器之间进行装卸作业的，连接装置应符合：（ ）。（移动式专用）答案：E
A、压力容器与装卸管道或装卸软管连接可靠；B、有防止装卸管道或软管拉脱的联锁保护装置； 
C、罐车上的装卸软管的公称压力不得小于装卸系统工作压力的2倍，其最小爆破压力大于4倍的公称压力；
D、装卸软管必须每半年以1.5倍公称压水压试验一次； E、以上都是
592、压力容器进行定期检验的目的是通过检验，及早发现缺陷，及时消除；确保压力容器安全运行，防止事故发生。（   ） 答案：A
A、正确；       B、错误
593、压力容器只要设计、制造、安装质量符合要求，运行中作业人员精心操作就不会发生事故。（） 答案：B
A、正确；       B、错误
594、压力容器定期检验是指压力容器停运后所进行的全面检验和耐压试验。（   ） 答案：B
A、正确；       B、错误
595、压力容器定期检验是指压力容器应在规定时间内所进行的全面检验。（   ） 答案：B
A、正确；       B、错误
596、压力容器定期检验是指压力容器停机时进行的检验和安全状况等级评定。（   ）答案：A
A、正确；       B、错误
597、压力容器必须进行定期检验，保证在有效期内使用，否则不应继续使用。（   ）答案：B
A、正确；       B、错误
598、压力容器检验有效期满后，使用单位应及时向检验单位申请检验。（   ） 答案：B
A、正确；       B、错误
599、压力容器一般应当于投用后3年内进行首次定期检验。（   ） 答案：A
A、正确；       B、错误
600、压力容器必须于投用后3年内进行首次定期检验。（   ） 答案：B
A、正确；       B、错误
601、压力容器一般应当于投用后（   ）内进行首次定期检验。 答案：C
A、一年；       B、二年；     C、三年；     D、四年
602、固定式压力容器安全状况等级定为（   ）级，一般每6年检验1次。 答案：A
A、1～2级；       B、3级；     C、4级
603、安全状况等级为4级的固定式压力容器可进行修理，提高安全状况等级，也可监控使用。（）答案：A
A、正确；       B、错误
604、安全状况等级定为4级的固定式压力容器可以（   ）使用。 答案：C
A、正常；       B、继续；     C、监控；
605、安全状况等级定为4级的固定式压力容器，其累积监控时间（   ）。 答案：C
A、一般不超过3年；      B、不得超过2年；     C、不得超过3年
606、对安全状况等级定为4级的固定式压力容器，监控期满应对缺陷进行处理，提高安全状况等级，或进行合于使用评价，否则超过监控时间不得继续使用。（   ） 答案：A
A、正确；       B、错误
607、安全状况等级定为5级的固定式压力容器一般不得继续使用。（   ） 答案：B
A、正确；       B、错误
608、安全状况等级定为5级的固定式压力容器，应当对缺陷进行修理，否则不得继续运行。（ ） 答案：A
A、正确；       B、错误
609、压力容器的定期检验周期不得缩短或延长。（   ） 答案：B
A、正确；       B、错误
610、被检容器内部介质必须排放清理干净，并用阀门切断所有液体、气体或蒸汽来源。( )答案：B
A、正确；       B、错误
611、符合规定条件的压力容器，可以适当缩短或延长检验周期。（   ） 答案：A
A、正确；       B、错误
612、设计图样注明无法检验的固定式压力容器，由使用单位提出书面说明，报使用登记机关备案。（ ）
答案：A
A、正确；       B、错误
613、未定期检验或检验不合格的压力容器，应经使用单位负责人同意，可短期运行。（  ）答案：B
A、正确；       B、错误
614、压力容器如运行状况良好，经使用单位负责人同意可延期检验。（ ） 答案：B
A、正确；       B、错误
615、对无法进行定期检验或不能定期检验的固定式压力容器，均应制定可靠的安全保障措施。（ ） 答案：A
A、正确；       B、错误
616、进入压力容器内检验用照明用电不超过（   ）。 答案：B
A、12 V；       B、24 V；     C、36 V；     D、220 V
617、进入压力容器内检验照明用电不超过24V。（ ）答案：A
A、正确；       B、错误
618、进入压力容器前，其内部空间的气体含氧量应为18%～23%（体积比）。（   ） 答案：A
A、正确；       B、错误
619、进入压力容器内检验时，可以直接用220V以下照明电源。（   ） 答案：B
A、正确；       B、错误
620、检修人员进入压力容器内作业前，应按照（   ）的规定，做好各项准备工作，达不到要求时，严禁人员进入。 答案：C
A、《条例》；    B、《固定容规》；    C、《压力容器定期检验规则》。
621、盛装易燃介质的压力容器（   ）用空气置换。 答案：C
A、不应当；    B、一般不准；    C、严禁。
622、人进压力容器内检修用的照明不超过（   ）。 答案：B
A、12V；    B、24V；    C、36V；    D、48V
623、盛装易燃介质的压力容器严禁用（   ）置换。 答案：C
A、水；      B、氮气；     C、空气；     D、惰性气体
624、盛装易燃介质的压力容器严禁用空气置换。（   ） 答案：A
A、正确；       B、错误
625、压力容器内如果是易燃介质，不应采用空气置换。（   ） 答案：B
A、正确；       B、错误
626、易燃介质的压力容器在检验或检修前应先用空气进行置换。（   ） 答案：B
A、正确；       B、错误
627、压力容器定期检验时，应当有专人监护，并有可靠联络措施。（   ） 答案：A
A、正确；       B、错误
628、压力容器定期检验时，使用单位压力容器管理人员和相关人员应到场配合，协助检验工作，负责安全监护。（   ） 答案：A
A、正确；       B、错误
629、压力容器经过定期检验，且在有效检验期内，故年度检查可以不再进行。（   ）答案：B
A、正确；       B、错误
630、压力容器的耐压试验包括：（   ）。 答案：A、B、C
A、液压试验；     B、气压试验；    C、气液组合试验；    D、气密性试验
631、压力容器的耐试验可分为液压试验、气压试验和气液组合试验。（   ） 答案：A
A、正确；       B、错误
632、下列试验属于耐压试验：（  ）。答案：A、B
A、水压试验；       B、气压试验；     C、气密试验  
633、按试验介质不同，压力容器的泄漏试验包括（      ）。 答案：A、B、C、D
A、气密性试验；      B、氨检漏试验；     C、卤素检漏试验；     D、氦检漏试验
634、按试验介质不同，压力容器的泄漏试验可分为：气密性试验、气压试验。（   ） 答案：B
A、正确；       B、错误
635、压力容器能用水进行耐压试验的，就不需要采用气体进行气压试验。（   ） 答案：A
A、正确；       B、错误
636、凡不会导致发生危险的液体，在低于其沸点的温度下，都可用作液压试验介质。（ ）答案：A
A、正确；       B、错误
637、压力容器水压试验合格后（   ）将水渍去除干净。 答案：C
A、应当；       B、立即；     C、应当立即；     D、可以
638、压力容器液压试验合格后，应当立即将水渍去除干净。（   ） 答案：A
A、正确；       B、错误
639、压力容器液压试验合格标准为：（  ） 答案：A、B、C
A、无渗漏；      B、无可见变形；     C、试验过程中无异常响声
640、压力容器液压试验时，如未发现渗漏、无变形、无响声即为合格。（   ） 答案：B
A、正确；       B、错误
641、由于结构或支承原因，不能向压力容器内充灌液体，以及运行条件不允许残留试验液体的压力容器，可按设计图样采用气压试验。（   ） 答案：A
A、正确；       B、错误
642、为了方便和节约用水，能采用气压试验的压力容器就不必采用水压试验。（   ）答案：B
A、正确；       B、错误
643、压力容器气压试验、液压试验、气液组合试验都属于超压试验，是一种强度试验。（ ）答案：A
A、正确；       B、错误
644、压力容器气压试验应符合下列条件为合格：（     ）。答案：A、B、C
A、无异常响声；    B、经皂液或其检漏液检查无漏气；   C、无可见变形
645、压力容器在进行气压试验过程中，如发现下列情况应为不合格（   ）。 答案：A、B
A、有异常响声；  B、用皂液检查有漏气；    C、有变形
646、用于压力容器气压试验的介质有（   ）。答案：A、B、E
A、氮气； B、空气； C、一氧化碳； D二氧化碳； E、其他惰性气体
647、用于压力容器气压试验的介质为（   ）。答案：A、B、C
A、空气；     B、氮气；     C、其他惰性气体
648、对易燃介质的压力容器如用空气进行气压试验时，应采取安全防护措施。（   ）答案：B
A、正确；        B、错误
649、气液组合试验适用于因承重等原因无法充满液体的压力容器，可以根据承重能力注入部分液体，然后注入气体，进行气液组合试验。（   ）答案：A
A、正确；        B、错误
650、用于压力容器气液组合试验的介质有：（  ）。答案：A、B、C、D
A、空气；     B、氮气；     C、惰性气体；    D、水
651、下列压力容器应进行耐压试验：（ ）。答案：B、C、D
A、用焊接方法修理受压元件的；  B、需要换衬里的；  C、停用二年后需复用的； D、移装的
652、压力容器气液组合试验也属于超压强度试验。（   ）答案：A
A、正确；        B、错误
653、压力容器耐压试验前应做好各项准备工作，确保试压中的安全不发生事故。（  ）答案：A
A、正确；        B、错误
654、压力容器气压试验时，试验单位安全管理部门（   ）派人现场监督。答案：C
A、一般要；       B、视情况；       C、应当；       D、可以
655、压力容器耐压试验过程中，（ ）进行与试验无关的工作，无关人员（）在试验场停留。答案：B、C
A、一般不；       B、不应；         C、不得；       D、不宜
656、压力容器泄漏试验应符合下列条件：（   ）的压力容器。答案：A、C
A、介质毒性程度为极度或高度危害；B、毒性程度为中度危害；C、设计上不允许微量泄漏
657、压力容器的泄漏试验必须在液压试验合格后进行。（   ）答案：A
A、正确；        B、错误
658、压力容器的气密性试验，所用介质为：（     ）答案：A、B、D
A、空气；      B、氮气；      C、蒸汽；     D、其他惰性气体
659、压力容器的气密性试验合格标准为：保压足够时间，用皂水等检验液检查无泄漏。（）答案：A
A、正确；        B、错误
660、压力容器耐压试验过程中，一般不得采用连续加压的方法来维持试验压力不变。（ ）答案：B
A、正确；        B、错误
661、压力容器耐压试验和泄漏试验,在试验过程中都应缓慢升、降压。（   ）答案：A
A、正确；        B、错误
662、压力容器的定期检验应由国务院特种设备安全监督管理部门核准的检验机构进行。（）答案：A
A、正确；        B、错误
663、使用单位（）于压力容器定期检验有效期（）向特种设备检验机构提出定期检验要求。答案：C、E
A、一般；    B、必须；    C、应当；    D、届满后；    E、届满前1个月
664、压力容器使用单位接到定期检验报告后，应对查出的问题进行认真整改。（   ）答案：A
A、正确；        B、错误
665、使用单位应严格按照压力容器定期检验报告中允许使用参数和时间内运行。（ ）答案：A
A、正确；        B、错误
666、对安全状况定为4级的固定式压力容器可采用修理方法，也可用进行合于使用评价。（ ）答案：A
A、正确；        B、错误
667、应用基于风险检验（RBI）的固定式压力容器，使用单位应当落实保证压力容器安全运行的各项措施，并承担安全主体责任。（   ）答案：A
A、正确；        B、错误
668、压力容器操作人员在操作压力容器时，应做到（   ）。答案：A、B、C
A、平稳操作；     B、严禁超压、超温；     C、严禁过量充装
669、压力容器操作人员一般应做到持证操作压力容器。（   ）答案：B
A、正确；        B、错误
670、压力容器操作人员应操作在有效检验期内的压力容器。（   ）答案：A
A、正确；        B、错误
671、压力容器操作人员应严格执行操作规程和有关安全规章制度。（   ）答案：A
A、正确；        B、错误
672、压力容器操作人员，在压力容器运行期间，应认真做好巡回检查，发现事故隐患或不安全因素应立即报告。（   ）答案：A
A、正确；        B、错误
673、操作人员要严格监视压力容器压力、温度的变化。（   ）答案：A
A、正确；        B、错误
674、压力容器操作人员在操作中，如遇易燃、有毒介质泄漏时应立即采取有效措施，进行堵漏，并切断有关阀门，防止事故发生。（   ）答案：A
A、正确；        B、错误
675、压力容器投运前应做好各项准备工作，符合要求后方可投运。（   ）答案：A
A、正确；        B、错误
676、操作人员在确认压力容器、附属设备、安全装置等符合要求后，才能投运。（   ）答案：A
A、正确；        B、错误
677、单位领导、车间主任或工段长为了完成生产任务，要求压力容器操作人员超温、超压时，操作人员可以灵活掌握。（   ）答案：B
A、正确；        B、错误
678、压力容器投入运行前，应对（   ）等进行检查。答案：A、B、C
A、容器本体；      B、附属设备设施；      C、安全装置
679、压力容器在投入运行前，应对压力容器本体、附属设备、安全装置等进行检查。（   ）答案：A
A、正确；        B、错误
680、压力容器投运前，应检查各有关阀门的开、闭情况。（   ）答案：A
A、正确；        B、错误
681、压力容器升、降压时，速度不宜过快，特别是压力较高或低温容器，加热冷却要缓慢。（ ）答案：A
A、正确；        B、错误
682、压力容器开、停车时升、降压应采取较高速度，尽量缩短开、停车时间。（   ）答案：B
A、正确；        B、错误
683、压力容器开始加载时需分段缓慢加压，并在各阶段保持一定时间后，再继续加压，直至加到规定的压力。（   ）答案：A
A、正确；        B、错误
684、压力容器如超压、超温运行或操作失误会导致事故发生。（   ）答案：A
A、正确；        B、错误
685、压力容器遇有紧急情况威协安全时，除及时报告外；还应立即停车。（   ）答案：A
A、正确；        B、错误
686、压力容器操作人员在巡回检查中如遇事故隐患或其他不安全因素时，应当向现场安全管理人员和单位负责人报告。（   ）答案：B
A、正确；        B、错误
687、压力容器操作人员在巡廻检查时，如发现不安全隐患时，应（   ）。 答案：A
A、立即向现场安全管理人员和单位负责人报告；    
B、先处理后报告；   C、处理不了时报告
688、操作人员在压力容器开、停车操作中，开、停车速度不能过快，防止操作不当发生事故。（   ）
答案：A
A、正确；    B、错误
689、操作人员在操作压力容器时，应做到平稳操作，一般不准超压、超温运行。（   ）答案：B
A、正确；    B、错误
690、压力容器运行过程中的检查内容包括 （    ）。答案：A、B、C
A、工艺条件（如压力、温度、液位等）；    B、设备状况；    C、安全装置
691、压力容器在运行中如发生故障时，操作人员应做到（ ），防止事故发生造成人身伤亡。 答案：B
A、迅速离开现场；  B、稳、准、快地处理故障并立即报告；  C、等领导派人来处理。
692、压力容器在运行中如发生故障时，可通过闻、听、摸、看等方法查原因并迅速处理。（）答案：A
A、正确；    B、错误
693、压力来自外部的压力容器，如发生超压且安全阀失灵时，操作人员应迅速（），使容器内压力迅速降低。答案：C
A、停止物料搅拌；B、加大投料量；      C、迅速关闭或关小外来压力源阀门
694、当压力容器的工作压力、介质温度或壁温超规定值时，操作人员（）。 答案：C 
A、应当迅速离开现场；    B、应报告安全管理人员处理；    
C、当立即采取措施仍得不到有效控制时应及时报告并紧急停车。
695、压力容器在正常运行中应及时做好压力、温度控制，使压力、温度控制在（   ）  答案：A
A、生产工艺规定的压力、温度范围内；    B、设计压力和设计温度范围内；    
C、最高允许工作压力和最高（低）金属允许壁温范围内
696、压力容器运行中，操作人员应检查（     ）等是否失灵。 答案：A、B、C
A、安全附件；    B、减压装置；    C、联锁保护装置；    
697、操作人员进入现场前，须穿戴防护用品，携带有关操作工具。（   ）答案：A
A、正确；        B、错误
698、压力容器运行中应严格控制压力频繁地及大幅度的波动，主要是为了防止在交变载荷下，导致压力容器的（   ）破坏。答案：C
A、韧性；     B、脆性；     C、疲劳
699、对于放热反应的容器，应严控制（   ），防止物料温度急剧升高，引起物料分解，突沸而发生事故。
   答案：A、B
A、投料量；     B、投料速度；    C、加料中的杂质
700、反应容器必须注意投料顺序，有些介质的反应如不按顺序投料易发生爆炸事故。（ ）答案：A
A、正确；        B、错误
701、压力容器在运行中如发生介质泄漏，特别是易燃、有毒介质泄漏时，应迅速远离现场、防止人身伤害。（   ）答案：B
A、正确；        B、错误
702、压力容器超压，如手拉安全阀仍无效时，应迅速开启其他能安全卸压的阀门，防止超压发生事故。（    ）答案：A
A、正确；        B、错误
703、如论是高温还是低温容器都要缓慢操作，以减少壳体温差应力。（ ）答案：A
A、正确；        B、错误
704、压力容器在运行中如发生故障，操作人员应及时、准确判断其原因后，才能迅速处理故障。（ ）
答案：A
A、正确；        B、错误
705、带压密封作业人员经应专业培训考核并且持证上岗。（   ）答案：A
A、正确；        B、错误
706、气体、液化气体中如有水分存在，会加快压力容器器壁腐蚀。（  ）答案：A
A、正确；        B、错误
707、压力容器投运前应对（     ）进行检查。  答案：A、B、C、D
A、设备；    B、阀门；    C安全附件、仪表；    D水、电、气等
708、压力容器运行中的压力和温度升、降，都应做到缓慢进行。（   ）答案：A
A、正确；        B、错误
709、压力容器投料前要关闭（   ）。答案：D
A、所有阀门；  B、液位计旋塞；  C、压力表上的三通旋塞；  D、放空阀
710、压力容器在投料时应严格按规定的（ ）进行投料。答案：A、B、C、D
A、投料量；B、投料速度；C、投料顺序；D、投料比例等
711、压力容器在运行中应严格控制（ ），确保压力容器安全运行。答案：A、B、C、D
A、压力和温度；      B、液位；      C、投料；      D、介质中的腐蚀杂质
712、（   ）是压力容器运行中控制的主要参数。答案：A、B
A、压力；    B、温度；    C、介质中的杂质
713、压力、温度是压力容器运行过程中的主要控制参数。（   ）答案：A
A、正确；        B、错误
714、压力容器运行中应把压力、温度控制在生产工艺规定的参数范围内。（   ）答案：A
A、正确；        B、错误
715、反应容器运行中要严控制反应温度，如搅拌中断或搅拌不良时，可进行人工搅拌。（ ）答案：A
A、正确；        B、错误
716、反应容器在反应中应防止局部超温超压而发生事故。（   ）答案：A
A、正确；        B、错误
717、压力容器在运行中如压力、温度升、降过快或波动幅度过大，易损坏压力容器。（ ）答案：A
A、正确；        B、错误
718、对装有液位计的压力容器，在运行中要严格将液位控制在规定范围内。（ ）答案：A
A、正确；        B、错误
719、对盛装液化气体的储存容器，应严格按照规定的（   ）充装。 答案：D
A、压力；     B、容积；     C、温度；     D、充装系数
720、对盛液化气体的储存容器应严格按照规定充装系数充装，严禁过量充装。（ ）答案：A
A、正确；        B、错误
721、液化石油气汽车罐车其充装量不得超过允许最大充装量。（   ）（移动式专用）答案：A
A、正确；        B、错误
722、液化石油气汽车罐车的允许最大充装量是指单位容积充装重量乘以罐体公称容积。（ ）（移动式专用）答案：B
A、正确；        B、错误
723、过量充装易造成压力容器破坏事故的发生。（   ）答案：A
A、正确；        B、错误
724、当压力容器内充满液化气体介质后，当容器内的介质随（   ）时，容器内的压力会急剧增加，导致超压爆炸事故的发生。答案：B
A、环境温度下降；        B、环境温度升高
725、液化气体如充满容器后，容器内的介质随环境温度升高而高，压力会急剧增加而发生爆炸事故。（   ）答案：A
A、正确；        B、错误
726、液化石油气储罐内的压力是随环境温度变化而变化。（   ）答案：A
A、正确；        B、错误
727、液化石油气储罐内的压力，当环境温度下降，压力会上升。（   ）答案：B
A、正确；        B、错误
728、液化石油气储罐在夏季高温时，应做好喷淋降温工作。（   ）答案：A
A、正确；        B、错误
729、对于盛装液化气体的容器，在运行中要严格控制液位。（   ）答案：A
A、正确；        B、错误
730、压力容器的投料控制主要是指（   ）等的控制。答案：A、B、C
A、投料量与投料速度；  B、物料配比；  C、投料顺序；  D、水分
731、压力容器的投料控制是指：投料量与投料速度、物料配比、投料顺序等控制。（ ）答案：A
A、正确；        B、错误
732、压力容器的投料顺序是按（ ）等要求进行投料，有些反应因未按顺序投料而发生事故。 答案：A、B
A、物料性质；    B、反应机理；    C、投料次数
733、对反应容器应控制反应温度，通过反应物料的搅拌，可以加速热量传递过程，中断搅拌或搅拌不良，可能会造成散热不良或局部反应剧烈而发生事故。（   ） 答案：A
A、正确；        B、错误
734、对于反应压力容器，必须严格按照规定的工艺要求控制升温速度，对投料顺序也必须严格按照规定进行。（   ）答案：A
A、正确；        B、错误
735、对于放热的反应容器，投料量与投料速度不能超过容器的传热能力，否则物料的温度会（   ），引起物料分解、突沸而发生事故。答案：A
A、急剧升高；          B、急剧降低；          
736、反应容器操作过程中要严格控制反应温度，注意投料量、投料速度。当（   ）超过规定时，如是放热反应则会引起物料温度剧增，而发生事故。答案：A、B
A、投料量；         B、、投料速度；          C、冷却速度
737、反应容器的加料温度过低会造成物料积累过多，当（ ）升至加剧反应温度时，如热量不能及时导出，温度、压力会超过规定值。答案：A、
A、温度；        B、压力
738、反应压力容器应严格控制物料的配比（   ）。答案：A
A、正确；        B、错误
739、搪瓷反应容器在运行中，如压力、温度波动过大易造成衬里裂纹、鼓包、变形。（ ）答案：A
A、正确；        B、错误
740、反应容器在操作过程中要严格控制温度，（   ）可能会造成压力容器超压，而导致爆炸事故发生。答案：A
A、温度过高；         B、温度过低
741、压力容器介质中的杂质应按工艺指标加以控制。（   ）答案：A
A、正确；        B、错误
742、压力容器介质中的杂质一般不会产生很大危害，所以可不进行控制。（   ）答案：B
A、正确；        B、错误
743、压力容器介质中的杂质如（ ）会对容器金属产生腐蚀。答案：A、B、C、D
A、水分；       B、氯离子；       C、氢离子；      D、硫化氢
744、压力容器介质中的杂质如水分、氯离子、氢离、硫化氢应加以控制，因为会造成压力容器腐蚀。（ ）答案：A
A、正确；        B、错误
745、压力容器的腐蚀速度除了与腐蚀介质有关，还与（   ）有关。 答案：A、B
A、压力；      B、温度；      C、压力容器的容积大小
746、压力容器的腐蚀速不仅与腐蚀介质有关，还与温度、压力有关。（   ）答案：A
A、正确；        B、错误
747、压力容器的腐蚀速度与腐蚀介质、压力、温度有关，腐蚀介质越多，压力、温度越高，腐蚀越快。（ ）答案：A
A、正确；        B、错误
748、压力容器在运行中，操作人员应经常检查温度、压力等运行参数变化情况。（ ）答案：A
A、正确；        B、错误
749、压力容器运行过程中的检查内容包括（    ）。答案：A、B、C
A、工艺条件；      B、设备状况；      C、安全装置
750、压力容器运行中的工艺条件检查主要检查（    ）。答案：A、B、C
A、工作压力； B、工作温度； C、液位； D、有无腐蚀
751、压力容器运行中的工艺条件检查主要包括工作压力、工作温度、液位等。（ ）答案：A
A、正确；        B、错误
752、压力容器运行中，操作人员应对设备状态检查，检查：（ ）。答案：A、B、C、D
A、连接部位有无异常振动；    B、磨损；     C、泄漏；    D、鼓包等
753、压力容器运行中，操作人员应检查设备的保温层、支座、支撑、紧固件是否完好，基础有无下沉、倾斜及阀门启、闭情况。（   ）答案：A
A、正确；        B、错误
754、压力容器运行中，操作人员应对安全附件检查，检查：（ ）运行是否正常。答案：A、B、C
A、安全附件；     B、联锁保护装置；     C、仪表等
755、压力容器运行中发生故障时，关键是操作人员能否及时、准确判断和处理，防止事故发生。（   ）  答案：A
A、正确；        B、错误
756、判断、处理压力容器故障要稳、准、快。“稳”指压力容器在发生故障后，操作人员一定要保持镇静，不能惊慌失措；“准”指对发生故障的原因判断要准确；“快”指对故障的处理要快速，防止事故扩大。（   ） 答案：A
A、正确；        B、错误
757、压力容器在运行中如发生故障可采用（ ）等方法进行故障原因判断。答案：A、B、C、D
A、闻味道，查泄漏部位，分析原因；  B、听声音，查异常声音发生部位，分析原因；
C、摸温度，分析温度异常原因；D、看安全附件、仪表、容器本体有无异常，分析压力温异常原因
758、压力容器运行中一旦查出故障后，操作人员必须及迅速果断处理。（ ）答案：A
A、正确；        B、错误
759、操作人员及时、正确判断压力容器故障和处理故障，就能有效防止事故发生。（ ）答案：A
A、正确；        B、错误
760、如是外来压力来源的压力容器，发生超压情况时，可迅速关闭和关小压力来源处阀门、开启能安全泄压的阀门，就能迅速防止压力继续升高。（   ）答案：A
A、正确；        B、错误
761、为防止反应容器局部超温发生事故，应采取加速搅拌，加快冷却循环等措施。（ ）答案：A
A、正确；        B、错误
763、装卸易燃介质的作业场所应严禁烟火，不得采用易产火花的工具和用品。（ ）答案：A
A、正确；        B、错误
762、罐车装卸人员应按规定做好装卸前的检查工作，不符合要求时不得装卸。（ ）（移动式专用）答案：A
A、正确；        B、错误
764、罐车装卸时，操作人员、（   ）均不得离开现场。（移动式专用）答案：A、B
A、司机；     B、押运员；     C、其他人员。
765、罐车装卸时除操作人员外，其他人员均应远离现场。（   ）（移动式专用）答案：B
A、正确；        B、错误
766、移动式压力容器充装过程中，充装人员应严格控制（   ）或（ ），防止超装。（移动式专用）答案：A、C
A、充装重量；     B、充装时间；     C、充装压力；     D、充装温度
767、易燃介质作业场所（ ）烟火；且（ ）使用易产生火花的工具和用品。 答案：B、D
A、不应有；    B、严禁；    C、不应；    D、不得

768、罐车装、卸完成后应检查：（ ）等，符合规定后，才准启动车辆。 （移动式专用）答案：A、B、C、D、E
A、紧急切断阀和阀门的关闭情况；   B、各密封面有无泄漏；   C、罐内介质压力或余压；
D、罐体充装重量或余重；        E、分离罐车与装卸装置的所有连接件
769、液化石油气体汽车罐车的最大充装量不得超过罐体（ ）乘以（ ）的计算值。（移动式专用）答案：B、D
A、公称容积；    B、实测容积；    C、充装重量；    D、单位容积充装重量
770、罐车充装结束后，应按规定做好充装后检查，符合要求后车辆方可离站。（   ）（移动式专用）答案：A
A、正确；        B、错误
771、换热器的操作要点：开车时要先进冷、后进热，停车时要先停热，后停冷。（   ）答案：A
A、正确；        B、错误
772、换热器操作要点是：开车时先进热，后进冷；停车时先停冷，后停热（   ）。答案：B
A、正确；        B、错误
773、换热器在运行中，如管、壳程进出压力差小于规定值时，应及时查明原因及时排除。（   ）答案：A
A、正确；        B、错误
774、换热器在运行中，介质流速尽量采用较高速度，目的是（   ）。答案：A、B、C
A、提高传热效果；   B、减少结垢；    C、防止产生局部过热。
775、换热器在运行中，应进行定期排污。（   ）答案：A
A、正确；        B、错误
776、换热器在运行中，应尽量采用较低速度 ，以防止磨损和防止结垢。（   ）答案：B
A、正确；        B、错误
777、压力容器的停止运行包括：正常停止运行和紧急停止运行。（   ）答案：A
A、正确；        B、错误
778、压力容器的停止运行包括（    ）。答案：A、B
A、正常停止运行；    B、紧急停止运行；    C、长期停运
779、遇有下列情况时，压力容器需正常停止运行：（     ）。答案：A、B、C
A、定期检验、维修、改造；    B、原料供应不及时；    C、内部物料需定期处理更新
780、在下列的情况下，压力容器需正常停止运行：（   ）。答案：A、C
A、定期检验；    B、年度检查；    C、间隙式操作
781、（   ）压力容器的停止运行，使用单位应编制停车方案。答案：C
A、需定期检验的；    B、需年度检查的；    C、连续性运行及系统操作的
782、对连续性及系统操作的容器，为防止停车时误操作发生事故，应编制停车方案。（   ）答案：A
A、正确；        B、错误
783、压力容器正常停运时，操作程序一般为：（     ）。答案：A、B、C
A、停止向容器内输入气体或其他物料；    B、安全泄放容器内气体或其他物料；
C、将容器内压力排至大气压力
784、压力容器正常停运操作程序一般为停电、停水、停气；泄放容器内压力；停止进料并出料。（   ）
答案：B
A、正确；        B、错误
785、遇有（   ）情况时，压力容器需正常停止运行。答案：A、B
A、定期检；      B、设备维修；      C、年度检查
786、压力容器在停车过程中，应严格控制（   ）。答案：A、B
A、降压速度；       B、降温速度；       C、进出料；     D、液位
787、压力容器停车中控制压力、温度下降速度，是为防止压力容器产生裂纹、变形、泄漏，甚至会导致事故发生。（   ）答案：A
A、正确；        B、错误
788、停车后，压力容器内的介质应清理干净，达不到安全要求时，严禁人进入容器内。（ ）答案：A
A、正确；        B、错误
789、易燃介质车间或场所需动火时，必须办理动火手续，并必须有专人现场监督。（  ） 答案：A
A、正确；       B、错误
790、易燃介质的车间或场所需动火时，应经车间主任同意后方可动火。（   ） 答案：B
A、正确；       B、错误
791、压力容器在运行中发现异常现象，操作人员应立即采取紧急措施加以排除并报告（ ） 答案：A
A、正确；       B、错误
792、压力容器在运行过程中如遇下列异常现象时，应采取紧急停运措施。（ ） 答案：A、B、C
A、工作压力、介质温或壁温超过规定值及液位异常，采取措施仍不能得到控制；
B、过量充装；     C、其他异常情况
793、安全附件失灵、损坏等不能起到安全保护时，压力容器应紧急停运。（   ） 答案：A
A、正确；       B、错误
794、压力容器主要受压元件发生（ ）等危及安全的现象时,应紧急停运。答案：A、B、C、D
A、裂缝；    B、鼓包、变形；   C、泄漏；   D、衬里层失效；   E、腐蚀
795、压力容器主要受压元件发生裂缝、鼓包、泄漏等危及安全的现象时应紧急停运。（ ） 答案：A
A、正确；       B、错误
796、压力容器与管道发生（   ）危及安全时，应紧急停运。 答案：C
A、一般振动；    B、振动；   C、严重振动
797、接管、紧固件损坏，难以保证压力容器安全运行时，应紧急停运。（   ） 答案：A
A、正确；       B、错误
798、（   ）压力容器外壁局部存在积冰，介质压力和温度明显（   ），应紧急停运。 答案：B、D
A、储存；       B、真空绝热；     C、下降；     D、上升
799、发生火灾等直接威胁压力容器安全运行时，应（   ）。 答案：C
A、视火灾情况决定是否停车；     B、按正常情况停运；    C、紧急停运
800、压力容器（ ）采取措施；仍不能得到有效控制时，应紧急停运。 答案：A、B、C、D
A、工作压力或介质温度超过规定值；  B、液位异常；  C、过量充装  D、其他异常情况
801、安全附件遇有故障时，该容器应紧急停运。（   ） 答案：B
A、正确；       B、错误
802、压力容器（   ）超过规定值，采取措施仍得不到控制时应紧急停运。 答案：B
A、设计压力；       B、工作压力；     C、最高允许工作压力
803、压力容器的（   ）超过规定值，采取措施仍得不到控制时，应紧急停运。 答案：A、B
A、介质温度；       B、壁温；
804、压力容器事故分为：（ ） 答案：A、B、C、D
A、特别重大事故；       B、重大事故；     C、较大事故；     D、一般事故
805、压力容器事故分为特别重大、特大、重大、较大、一般事故。（   ） 答案：B
A、正确；       B、错误
806、压力容器事故分为特大事故、特别重大事故、较大事故、一般事故。（   ） 答案：B
A、正确；       B、错误
807、操作失误，压力容器发生了爆炸。造成死亡3人，伤2人，该事故属于（ ）事故。 答案：B
A、重大事故；       B、较大事故；     C、一般事故。
808、下列情况不属于压力容器事故（   ）。 答案：A、B
A、因自然灾害、战争等不可抗力的； B、人为破坏或利用压力容器等方法实施违法犯罪自杀的；     C、火灾引发的压力容器爆炸、泄漏、变形等                                                 
809、压力容器作业人员因（ ）等情形的不属压力容器事故。 答案：A、B、C
A、劳动保护措施缺失；     B、保护不当而发生坠落；   C、自然灾害导致压力容器事故
810、空气储罐因超压而发生的爆炸属于（   ）爆炸。答案：A
A、物理爆炸；     B、化学爆炸
811、（   ）列入压力容器相关事故。 答案：B、C
A、作业人员因劳保措缺失，发生中毒等      B、火灾引发的压力容器爆炸、泄漏事故；
C、非压力容器因其使用参数达到《条例》规定范围而引发的事故。
812、压力容器按破坏（失效）机理可分为（   ）破坏。 答案：F
A、韧性；  B、脆性；   C、疲劳；   D、腐蚀；   E、蠕变；  F、以上都是。
813、韧性破坏是指压力容器的金属材料承受过高应力，且超过了金属材料的强度极限而发生的一种破坏。（   ） 答案：A
A、正确；       B、错误
814、韧性破坏是指压力容器的金属材料承受过高的应力，且达到了金属材料的屈服极限而发生的破坏。（   ） 答案：B
A、正确；       B、错误
815、压力容器韧性破坏会发生明显塑性变形，一般不会产生碎片。（   ） 答案：A
A、正确；       B、错误
816、压力容的韧性破坏一般不会产生塑性变形，但有碎片产生。（   ） 答案：B
A、正确；       B、错误
817、压力容器的韧性破坏多为超压运行时发生的。（   ） 答案：A
A、正确；       B、错误
818、压力容器韧性破坏的主要原因有（   ）。 答案：A、B
A、超压；       B、过量充装；     C、压力容器金属器壁超温
819、压力容器韧性破坏按破坏机理大致可分为弹性变形、弹塑性变形和断裂三个阶段。（   ）
 答案：A
A、正确；       B、错误
820、脆性破坏是指压力容器在未发生或未充分发生塑性变形就发生的一种破坏。（   ）答案：A
A、正确；       B、错误
821、压力容器脆性破坏往往是在（   ）状态下发生的。 答案：A
A、较低应力；  B、较高应力；  C、很高应力
822、压力容器脆性破坏往往是在较高应力状态下发生的。（   ）答案：B
A、正确；       B、错误
823、压力容器脆性破坏是在较低应力状态下发生的。（   ）答案：A
A、正确；       B、错误
824、压力容器的脆性破坏因为是在应力较低状态下发生的，所以，该破坏又叫低应力破坏。（   ）答案：A
A、正确；       B、错误
825、压力容器脆性破坏时经常会爆裂成碎片。（   ）答案：A
A、正确；       B、错误
826、疲劳破坏是指压力容器承受周期性变化的交变载荷，产生交变应力的集中部位发生疲劳裂纹并导致破坏。（   ）答案：A
A、正确；       B、错误
827、压力容器的疲劳破坏时无明显塑性变形。（   ）答案：A
A、正确；       B、错误
828、压力容器的疲劳断裂存在下列三个阶段：（     ）。答案：A、B、C
A、疲劳裂纹产生；  B、裂纹扩展；   C、裂纹最终断裂
829、压力容器的疲劳破坏主要原因为：（   ）答案：A、B、C
A、压力容器频繁的振动；   B、压力频繁的波动和频繁升降；   C、开、停车速度过快
830、腐蚀会使压力容器器壁减簿，机械性能降低、导致承压能力下降而发生破坏。（  ） 答案：A
A、正确；     B、错误
831、按金属腐蚀反应机理，金属腐蚀可分（   ）。 答案：A、B
A、化学腐蚀；     B、电化学腐蚀；    C、全面腐蚀；     D、局部腐蚀
832、化学腐蚀是指压力容器器壁在非电解介质中所产生的腐蚀。（   ） 答案：A
A、正确；     B、错误
833、化学腐蚀是指容器金属器壁与电解质直接发生化学反应引起的腐蚀。（   ）答案：B
A、正确；     B、错误
834、电化学腐蚀是指压力容器金属器壁与电解质发生电化学反应所产生的腐蚀。（   ）答案：A
A、正确；     B、错误
835、电化学腐蚀是指压力容器金属器壁在非电解质中发生的电化学反应引起的腐蚀。（   ） 答案：B
A、正确；     B、错误
836、蠕变破坏是指压力容器局部壁温长期高于某一限度值，而缓慢产生塑性变形，最终导致的破坏。（  ）答案：A
A、正确；     B、错误
837、压力容器的蠕变破坏主要是因为：（   ）发生的。 答案：A、B
A、器壁局部产生高温；     B、在拉应力长期作用下；    C、在剪应力长期作用下   
838、压力容器事故按照失去密封介质的能力分为：（   ）。 答案：A、B
A、爆炸事故；     B、泄漏事故；     C、变形事故
839、压力容器按照容器失去密封介质的能力可分为爆炸事故和泄漏事故。（   ） 答案：A
A、正确；     B、错误
840、压力容器事故造成最主要危害的是爆炸事故和有毒、易燃介质的泄漏事故。（   ）答案：A
A、正确；     B、错误
841、压力容器在运行中，只要操作人员精心操作压力容器，压力容器就不会发生事故。（   ）答案：B
A、正确；     B、错误
842、如果控制住压力容器爆炸事故和泄漏（特别是易燃、有毒介质）事故，压力容器的事故也就基本上能得到有效控制。（   ）答案：A
A、正确；     B、错误
843、压力容器爆炸事故是指压力容器受压元件因物理或化学变化而发生破裂，容器内介质蓄积的能量迅速释放，容器内压力瞬间降至大气压力的现象。（   ） 答案：A
A、正确；     B、错误
844、压力容器爆炸事故是指压力容器受压部件破裂，使容器内压力降至大气压的事故。（  ） 答案： B
A、正确；     B、错误
845、压力容器爆炸事故性质分为：（   ）。 答案：A、B
A、物理爆炸；     B、化学爆炸；     C、原子爆炸
846、物理爆炸是指压力容器内介质因物理原因引起压力升高，器壁强度不足，导致器壁破坏。（ ）答案：A 
A、正确；     B、错误
847、物理爆炸是指压力容器内介质，由于物理原因引起压力容器刚度不足，导致的破坏事故。（  ） 答案：B
A、正确；     B、错误
848、化学爆炸是指压力容器内介质发生化学反应（有新物质产生），且反应失控，压力迅速升高，导致容器器壁破坏。（   ） 答案：A
A、正确；     B、错误
849、液化石油气储罐如超装发生的爆炸事故应属于（   ）。 答案： B
A、化学爆炸；     B、物理爆炸；
850、压力容器发生化学爆炸时，通常会发生粉碎性破坏。（   ） 答案：A
A、正确；     B、错误
851、压力容器物理爆炸时会生成新物质。（   ） 答案：B
A、正确；     B、错误
852、压力容器化学爆炸时会生成新物质或有可见燃烧产物或残留物痕迹。（   ） 答案：A
A、正确；     B、错误
853、压力容器发生爆炸时往往会造成（  ）的危害。 答案：A、B、C、D
A、冲击波；    B、碎片；     C、介质毒性；     D、二次爆炸
854、压力容器发生爆炸时，容器内所产生的气体能量除很少用于消耗进一步撕裂容器和将碎片抛出外，大部分产生冲击波，造成财产损失或人员伤亡。（   ） 答案：A
A、正确；     B、错误
855、盛装有毒介质压力容器爆炸时，释放出来的介质不仅会污染环境，还会造成人员中毒事故。（   ）答案：A
A、正确；     B、错误
856、盛装毒性介质的压力容器爆炸时、如毒性程度越大，造成危害也越大。（   ） 答案：A
A、正确；     B、错误
857、二次爆炸是指盛装可燃介质的压力容器爆炸后，介质外泄扩散与空气混合达到（   ），遇火源而发生的器外燃烧爆炸。 答案：B
A、一定混合时间；     B、爆炸极限；     C、一定扩散范围
858、泄漏事故是指压力容器主体或者部件因变形、损伤、断裂失效或者安全附件、安全保护装置损坏等因素造成内部介质非正常外泄的现象。（   ） 答案：A
A、正确；     B、错误
859、压力容器的泄漏事故造成的危害程度应根据（    ）而定。 答案：A、B、C
A、容器内介质特性；    B、泄漏的数量；    C、环境条件
860、一般来说压力容器发生泄漏，如（     ）造成的危害也越大。 答案：A、B、C、D
A、介质危害程度越大；     B、泄漏数越多；    C、介质扩散越快；     
D、人群越多的地方；     E、地势越高
861、快开门压力容器如缺少安全联锁装置或失灵应停止使用。（   ）答案：A
A、正确；       B、错误
862、压力容器的使用管理和操作不当是造成压力容器事故的主要原因。（   ）答案：A
A、正确；       B、错误
863、安全附件缺少或失灵或不按期校验，会导致压力容器事故发生。（   ）答案：A
A、正确；       B、错误
864、压力容器运行中发现安全附件失灵、损坏，如不及时处理，会导致事故发生。（   ）答案：A
A、正确；       B、错误
865、快开门压力容器不安装安全联锁装置或失灵，会导致事故发生。（   ）答案：A
A、正确；       B、错误
866、快开门压力容器如安全联锁装置失灵时，一般不准使用。（   ）答案：B
A、正确；       B、错误
867、压力容器操作人员未经专业培训发证上岗操作，是导致压力容器事故的重要原因。（   ）答案：A
A、正确；       B、错误
868、安全状况等级定为4级的固定式压力容器如暂时不能进行修理，应由持证操作人员严格按检验单位核定的运行参数，在规定时间内进行监控运行。（   ）答案：A
A、正确；       B、错误
869、安全状况等级定为5级的固定式压力容器，如不修理不得继续运行。（    ）答案：A
A、正确；     B、错误
870、安全状况等级定为4级的固定式压力容器，如超过监控时间仍未修理时（   ）。答案：C
A、一般不应继续使用； B、视情况定可否继续使用；C、不得继续用
871、压力容器如充满液化气体后，一般不会发生事故。（   ）答案：B
A、正确；     B、错误
872、对于用螺栓紧固门盖的压力容器，操作时必须做到螺栓紧固齐全，防止事故发生。（ ）答案：A
A、正确；       B、错误
873、对于用螺栓紧固门盖的压力容器，螺栓如不拧紧齐全，会导致事故发生。（   ）答案：A
A、正确；       B、错误
874、先天性缺陷是指压力容器在设计、制造（含组焊）、安装中产生的缺陷。（   ） 答案：A
A、正确；   B、错误
875、为防止压力容器在制造过程中留下先天性缺陷，采购压力容器时应采购有相应制造许可单位证制造和经检验机构监督检验合格的压力容器。（   ） 答案：A
A、正确；     B、错误
876、压力容器操作人员应持证上岗，并严禁压力容器（   ）运行。 答案：A、B
A、超压；     B、超温
877、后天性缺陷是指压力容器在使用、维修、改造中产生的缺陷。（   ） 答案：A
A、正确；     B、错误 
878、后天性缺陷是指压力容器在（     ）中产生的缺陷。 答案：A、B、C
A、使用；     B、维修；     C、改造；   D、安装
879、压力容器在使用中会产生各种缺陷，如（   ）等，如不及时发现，易发生事故。 答案：E
A、裂纹；     B、腐蚀；     C、鼓包变形；   D、材料老化；    E、以上均是
880、压力容器发生事故有可能会造成严重后果或者产生重大社会影响的，使用单位应制定事故应急专项预案并进行适时演练。（   ） 答案：A
A、正确；     B、错误
881、压力容器发生事故后，事故现场有关人员应当（   ）向单位负责人报告。 答案：C
A、尽快；     B、短时间；    C、立即
882、压力容器发生事故，如情况紧急时，事故现场有关人员（   ）直接向事故发生地县以上质监部门报告。 答案：C
A、应立即；    B、应果断地；     C、可以
883、事故发生单位负责人接到事故报告后应当（   ）启动事故应急专项预案，采取有效措施，组织施救。防止（   ）、减少人员伤亡和财产损失。 答案：B、D
A、尽快；     B、立即；     C、记者采访；   D、事故扩大；
884、事故发生单位的（   ）在事故调查期间，不得擅离职守，应当随时接受事故调查组询问。如实提供情况或资料。答案：A、D
A、负责人；    B、分管负责人；    C、安全管理人员；    D、有关人员
885、压力容器的事故原因可分（   ）原因。 答案：A、B、C、D
A、直接原因；     B、间接原因；     C、主要原因；    D、次要原因
886、根据引发事故发生的因素或事件对事故后果作用的程度，事故原因分为主要原和次要原因。（  ）
答案：A
A、正确；     B、错误  
887、根据责任者的行为对事故后果所起作用的程度，事故责任分为（  ）责任。 答案：A、B、C
A、全部；     B、主要；     C、次要；   D、同等
888、事故的全部责任是指对事故后果起全部作用的人员或者单位。（  ）答案：A
A、正确；     B、错误
889、事故的主要责任或次要责任是指对事故后果起主要或次要作用的人员或者单位。（ ） 答案：A
A、正确；     B、错误
890、压力容器事故调查、处理必须坚持（ ）的原则。 答案：A、B、C
A、实事求是；     B、客观公正；   C、尊重科学
891、对事故责任者的处罚形式有（  ）。 答案：A、B、C
A、行政处分；     B、行政处罚；     C、刑事责任；   D、非刑事责任
892、发生事故的单位应坚持四不放过，即（  ）不放过。 答案：A、B、C、D
A、事故原因分析不清；     B、责任人未受到处理；   C、责任人和群众未受到教育；   
D、无防范措施；     E、事故未宣布调查情况
893、压力容器如发生特别重大事故时，应按《安全生产事故报告和调查处理条例》追究法律责任。（  ） 答案：A
A、正确；     B、错误   
894、压力容器发生重大事故及以下等级事故的，应按《特种设备安全监察条例》追究法律责任。（ ）答案：A、
A、正确；     B、错误  
895、压力容器事故中，对下列未构成违法行为的，由质监部门处以4000元以上2万元以下处罚。（   ） 
答案：A、B、C
A、伪造或故意破坏事故现场的；     B、拒绝接受调查或拒绝提供有关情况或资料的；
C、阻挠、干涉事故报告和调查处理的； D、与事故调查组有其他不配合行为的
896、节约能源是我国的（   ），是全社会的大事。 答案：B
A、一项国策；     B、基本国策；   C、最重的国策
897、节能对（  ）促进我国经济全面、协调、可持续发展具有十分重要的意义。 答案：A、B
A、提高能源利用率；    B、保护和改善环境；    C、改善和提高企业职工福利
898、节能对企业来说对（   ）具有十分重要的意义。 答案：A、B
A、降低企业生产成本；     B、提高企业经济效益；   C、提高工资福利待遇
899、节能与压力容器安全运行有密切关系，不仅是节能，还会造成事故。如（    ）。 答案：A、B、C
A、压力容器内易燃介质泄漏会导致火灾、爆炸事故，造成财产损失或人员伤亡；
B、压力容器内有毒介质泄漏会造成人员中毒事故；
C、压力容器积垢后不仅浪费能源，还会影响压力容器全运行或造成事故
900、压力容器操作人员应具备必要的（   ）。 答案：C
A、安全意识；     B、节能知识；     C、安全、节能知识
901、压力容器在运行中应及时或定期清理压力容器内的（ ），防止过热变形或发生事故。答案：C
A、介质；     B、杂质；     C、结垢、积碳、结疤；   D、积灰
902、操作人员应做到严禁压力容器超压、超温运行，严格执行生产工艺规定的参数。（   ） 答案：A
A、正确；     B、错误  
903、压力容器运行中要及时处理（   ），减少（   ），防止能源的浪费或发生事故。 答案：A、B
A、跑、冒、滴、漏；  B、不必要的排放
904、压力容器的保温层损坏后应及时修复。（   ） 答案：A
A、正确；     B、错误
905、国家鼓励（   ）,对取得显著成绩的集体和个人进行奖励。 答案：C
A、安全生产；     B、节约；   C、推行科学管理方法,采用先进技术 

四、法规知识
906、按照《中华人民共和国安全生产法》规定：安全生产管理的方针是“坚持安全第一、预防为主”。（   ） 答案：A
A、正确；     B、错误 
907、《节约能源法》规定：国家开展节能宣传教育，增强全民节能意识，提倡节约型消费方式。（  ）答案：A
A、正确；     B、错误    
908、《节约能源法》规定：（ ）都应当依法履行节约义务，有权检举浪费能源的行为。 答案：B、D
A、生产企业；     B、任何单位；     C、企业职工；   D、任何人。
909、《特种设备安全监察条例》（简称“条例”）是由国务总理温家宝批准的，并从（ ）起施行。答案：C
A、2009年1月4日；    B、2009年1月14日；     C、2009年5月1日
910、《条例》规定，特种设备使用单位主要负责人应当对本单位特种设备的（ ）全面负责。答案：C
A、生产安全；     B、消防安全；    C、安全、节能
911、按《条例》规定，压力容器属于（   ）设备。 答案：A
A、特种；     B、非特种；  C、动力
912、《条例》中规定的特种设备是指（   ）承压设备和机电设备。 答案：A、C
A、涉及生命安全；       B、危险性很大的；     C、危险性较大的
913、《条例》是由国务院总理温家宝批准的。（   ） 答案：A
A、正确；     B、错误  
914、《条例》中规定：对有证据表明不符合安全技术规范要求的或者有其他严重事故隐患、能耗严重超标的特种设备，予以查封和扣押。（   ） 答案：A
A、正确；     B、错误   
915、《条例》规定：特种设备使用单位应当建立健全特种设备安全、节能管理制度和岗位安全、节能责任制度。（   ） 答案：A
A、正确；     B、错误    
916、《条例》规定：国家鼓励推行科学管理方法，采用先进技术，对取得显著成绩的单位和个人应当给予奖励。（   ） 答案：A
A、正确；     B、错误   
917、《条例》规定：特种设备应在投入使用前或投入使用后30日内，特种设备使用单位应当向直辖市或设区的市的特种设备安全监督管理部门登记。（   ） 答案：A
A、正确；     B、错误   
918、《条例》规定：特种设备使用单位，必须在特种设备投入使用前，到质监部门登记发证。（ ）答案：B
A、正确；     B、错误 
919、《条例》规定：特种设备使用单位应当对特种设备进行经常性日常维护、保养并定期自行检查。（  ） 答案：A
A、正确；     B、错误  
920、《条例》规定：特种设备使用单位对在用特种设备应当至少（    ）进行一次自行检查，并作出记 录。答案：B
A、每天；     B、每月；     C、每季；   D、每年
921、《条例》规定：特种设备使用单位应当对特种设备的（ ）进行定期校验、检修，并作出记录。
答案：A、B、C、D
A、安全附件；     B、安全保护装置；   C、测量调控装置；   D、有关附属仪器仪表
922、《条例》规定：特种设备使用单位应当在特种设备安全检验合格有效届满（  ）向特种设备检验检测机构提出定期检验要求。 答案：C
A、前；    B、后；    C、前一个月；   D、前5天
923、《条例》规定：未经定期检验或检验不合格的特种设备，不得继续使用。（   ） 答案：A
A、正确；     B、错误
924、《条例》规定：未经定期检验或检验不合格的特种设备（   ）使用。 答案：C
A、一般不应；     B、不应继续；    C、不得继续
925、《条例》规定：特种设备出现故障或发生异常情况，使用单位应当对其进行（   ），消除事故隐患后，方可重新投入使用。 答案：C
A、认真检查；     B、必要的检查；    C、全面检查
926、《条例》规定：特种设备存在（ ），使用单位应当及时给予报废。 答案：A、B、C
A、严重事故隐患；    B、无改造、维修价值；   C、超过安全技术规范规定使用年限 
927、《条例》规定：特种设备存在严重事故隐患，使用单位应当及时予以判废。（   ） 答案：B
A、正确；    B、错误
928、《条例》规定：特种设备存在严重事故隐患，无改造、维修价值，使用单位应当及时予以报废。（   ）
答案：A
A、正确；    B、错误
929、《条例》规定：特种设备使用单位应当对作业人员进行特种设备安全、节能教育与培训。（    ）       答案：A
A、正确；    B、错误
930、《条例》规定：特种设备的安全管理人员在进行经常性检查中，如发现情况紧急时（   ）决定停止使用压力容器。 答案：B
A、必须      B、可以；     C、尽快；     D、立即 
931、《条例》规定：特种设备的安全管理人员在经常性检查中，发现情况紧急时，可决定（   ）并及时报告本单位有关负责人。 答案： C
A、更换操作人员；    B、尽快采取降压措施；   C、停止使用压力容器 
932、《条例》规定：压力容器作业人员及相关管理人员，应当经（   ）考核合格，取得国家统一格式的特种设备作业人员证书，方可从事相应的作业或管理工作。答案：C
A、使用单位；    B、企业主管部门；   C、特种设备安全监督管理部门 
933、《条例》规定：特种设备使用单位应当对特种设备作业人员进行（   ）教育和培训，保证特种设备作业人员具备必要的特种设备（   ）知识。 答案：C
A、安全；    B、节电；   C、安全、节能 
934、《条例》规定：特种设备作业人员在作业中应当严格执行特种设备的（   ）。 答案：A、B
A、操作规程；    B、有关安全规章制度；   C、单位领导要求超压运行的指挥
935、《条例》规定：特种设备作业人员在作业中应当执行特种设备的操作规程和有关的安全规章制度。（   ） 答案：B
A、正确；    B、错误
936、《条例》规定：特种设备作业人员在作业中应当严格执行特种设备的操作规程和有关安全规章制度。（   ） 答案：A
A、正确；    B、错误
937、《条例》规定：特种设备作业人员在作业中发现（   ）应当立即向现场安全管理人员和单位有关负责人报告。 答案：A、C
A、事故隐患；  B、严重事故隐患；  C其他不安全因素；  D、其他问题
938、《条例》规定：特种设备作业人员在作业过程中发现事故隐患或其他不安全因素，应当立即向（   ）报告。 答案：B、C
A、单位负责人； B、现场安全管理人员； C、单位有关负责人；
939、《条例》规定：特种设备事故分为（   ）事故。 答案：A、B、C、D
A、特别重大；    B、重大；   C、较大的；   D、一般 
940、《条例》规定：特种设备事故分为（  ）事故。 答案：A、B、D、E
A、特别重大；    B、重大；    C、严重；    D、较大的；   E、一般 
941、《条例》规定：特种设备事故分为：特别重大、重大、较大、一般事故。（   ） 答案：A
A、正确；    B、错误
942、《条例》规定：特种设备使用单位应当制定事故应急专项预案，并定期进行事故演练。（ ）答案：A
A、正确；    B、错误
943、《条例》规定：所有特种设备使用单位都必须制定事故应急预案，并定期进行演练。（   ）答案：B
A、正确；    B、错误
944、《条例》规定：特种设备使用单位应当对特种设备的（    ）进行定期校验、检修，并作出记录。答案：A、B、C、D
A、安全附件；  B、安全保护装置；  C、测量控制装置；  D、有关附属仪器、仪表；  E、阀门
945、按《条例》规定，压力容器出现故障或发生异常情况，使用单位应当对其进行（   ）检查，消除事故隐患后，方可重新投入使用。  答案：C
A、必要；   B、认真；   C、全面；   D、拆卸
946、《条例》规定：未经定期检验的压力容器，应经单位负责人批准后可继续使用。（   ）答案：B
A、正确；     B、错误
947、《固定式压力容器安全技术监察规程》（简称“固定容规”）规定：固定式压力容器是指安装在固定位置使用的压力容器。（   ）答案：A
A、正确；    B、错误
948、《固定容规》规定：工作压力是指压力容器在正常工作情况下，其顶部可能达到的（   ）。答案：C
A、最高允许工作压力；    B、设计压力；    C、最高表压力
949、《固定容规》规定：压力容器的本体界定范围：（     ）。答案：A、B、C
A、压力容器与外部管道或装置焊接连接的第一道环向接头的坡口面、螺纹连接的第一个螺接头端面、法兰连接的第一个法兰密封面、专用连接件或管连接连接的第一密封面；  
B、压力容器开孔部分的承压盖及其紧固件；  C、非受压元件与压力容器的连接焊缝 
950、《固定容规》规定：下列部件属压力容器的主要受压元件：（     ） 答案：A、B、C
A、膨胀节；B、M36以上（含M36）的设备主螺栓；C、公称直径≥250mm接管、法兰
951、《固定容规》规定：紧急切断装置、安全联锁装置属压力容器的安全附件。（   ） 答案：A
A、正确；    B、错误
952、《固定容规》规定：根据危险程度，压力容器类别划分为（   ）。 答案：A
A、三类；    B、四类；    C、五类
953、《固定容规》规定：压力容器的设计压力不得（   ）工作压力。 答案：C
A、高于；    B、等于；    C、低于
954、《固定容规》规定：装有超压泄放装置的压力容器，超压泄放装置的动作压力不得（ ） 压力容器的设计压力。 答案：B
A、低于；    B、高于
955、《固定容规》规定：设计温度是指压力容器在正常的情况下，设定的介质温度。（ ） 答案：B
A、正确；    B、错误
956、《固定容规》规定：快开门式压力容器是指进出容器通道的端盖和主体间带有相互嵌套的快速密封锁紧装置的容器。（   ） 答案：A
A、正确；    B、错误
957、《固定容规》规定：用螺栓（例如活节螺栓）连接的也属于快开门式压力容器。（ ） 答案：B
A、正确；    B、错误
958、《固定容规》规定：用螺栓（例如活节螺栓）连接的不属于快开门式压力容器。（ ） 答案：A
A、正确；    B、错误
959、《固定容规》规定：快开门式压力容器应当具有满足下列要求的安全联锁功能：（ ）。答案：A、B
A、当快开门达到规定关闭部位，方能升压运行；
B、当压力容器的内部压力完全释放，方能打开快开门；  C、具有与上述功能的同步报警功能
960、《固定容规》规定：耐压试验前，压力容器各连接部位的紧固螺栓（ ），紧固妥当。 答案：C
A、一般应当装配全；    B、装配视容器内压力大小定；    C、应当装配齐全
961、《固定容规》规定：压力容器耐压试验过程中，不得进行与试验无关的工作、无关人员一般不准在试验场地停留。（   ） 答案：B
A、正确；    B、错误
962、按《固定容规》规定：压力容器液压试验采用的试验介质：（   ）。 答案：A、B
A、凡在试验时不会导致发生危险的液体；  B、水；  C、空气；  D、氮气或惰性气体 
963、《固定容规》规定：压力容器耐压试验包括液压试验、气压试验、气液组合试验。（   ）答案：A
A、正确；    B、错误
964、按《固定容规》规定：压力容器的耐压试验包括（     ）。 答案：A、C、D
A、液压试验；    B、气密性试验；    C、气液组合试验；     D、气压试验
965、《固定容规》规定：压力容器液压试验合格标准为：（     ）。 答案：A、C、D
A、无渗漏；    B、无变形；    C、无可见变形；    D、试验过程中无异常响声 
966、《固定容规》规定：耐压试验场所应当有可靠的安全防护措施，并经（ ）检查认可。答案：A、B
A、单位技术负责人；    B、安全管理部门；    C、设备管理部门 
967、《固定容规》规定：压力容器（ ）时，试验单位的安全管理部门应当派人进行现场监督。答案：A
A、气压；    B、水压试验；    C、气密性试验
968、《固定容规》规定：用焊接方法更换受压元件、更换衬里等应当经（   ）合格。 答案：B
A、气压试验；    B、耐压试验；    C、气密性试验 
969、《固定容规》规定：压力容器内部有压力时，（   ）进行任何维修。 答案：C
A、一般不宜；    B、一般不得；    C、不得
970、《固定容规》规定：对特殊生产工艺过程，需带压紧固螺栓时或出现紧急泄漏，需进行带压密封时，使用单位应当按照设计规定提出有效操作要求和防护措施，并经使用单位（   ）批准。 答案：B
A、负责人；    B、技术负责人；    C、安全管理人员 
971、《固定容规》规定：带压密封作业人员应当经过专业培训考核，并持证上岗。（   ） 答案：A
A、正确；    B、错误
972、《固定容规》规定：压力容器使用单位应当实施压力容器的年度检查。（   ） 答案：A
A、正确；    B、错误
973、《固定容规》规定：压力容器的年度检查至少包括压力容器（     ）检查等。 答案：A、B、C
A、安全管理情况；    B、压力容器本体及运行状况；    C、安全附件；    D、附属设备
974、《固定容规》规定：对年度检查中发现的压力容器安全隐患要及时消除。（   ） 答案：A
A、正确；    B、错误
975、《固定容规》规定：（   ）压力容器，使用前应当进行定期检验，并进行耐试验。答案：A、B、C
A、停止使用2年后重新复用的；    B、从外单位移装的；    C、本单位移装的 
976、《固定容规》规定：以水为介质产生蒸汽的压力容器，应当做好水质管理与监督，没有可靠的水处理措施的（   ）投入运行。 答案：B
A、一般不得；    B、不得；    C、不应 
977、《固定容规》规定：压力容器定期检验周期，当安全状况等级定为1、2级的（   ）。 答案：C
A、一般每4年一次；    B、一般每5年一次；    C、一般每6年一次 
978、《固定容规》规定：压力容器定期检验周期，当安全状况等级定为3级的（   ） 。答案：C
A、一般2～4年一次； B、一般3～5年一次； C、一般3～6年一次； D、一般4～6年一次 
979、按照《固定容规》规定：使用满足下列条件的（   ）单位，可以向国家质检总局提出应用基于风险评估（RBI）。 答案：C
A、较大容器的使用；  B、成套装置的使用；  C、大型成套装置的使用 
980、《固定容规》规定：安全附件出厂时应当随带产品质量证明，并在产品上装设牢固的金属铭牌。（   ） 答案：A
A、正确；    B、错误
981、《固定容规》规定：（   ），应当根据设计要求装设超压泄压装置。 答案：B
A、所有压力容器；    B、本规定适用范围内的压力容器；   C、外来压力源的压力容器；    
982、《固定容规》规定：压力来源于（   ），并且得到可靠控制，超压泄放装置可以不直接装在压力容器上。 答案：A
A、压力容器外部；    B、压力容器内部；    C、压力容器顶部 
983、《固定容规》规定：安全阀、爆破片的排放能力（   ）压力容器的安全泄放量。 案：C 
A、应当小于或等于；  B、必须小于或等于；  C、应当大于或等于；  D、必须小于
984、《固定容规》规定：安全阀与压力容器之间应装有截止阀门，压力容器正常运行期间，截止阀（   ）（加铅封或锁定）。 答案：B
A、应当开启；    B、必须保证全开；  C、必须全关闭
985、《固定容规》规定：新安全阀应当（   ）。 答案：A
A、校验合格后，才能安装使用；    B、安装后校验才可使用 
986、《固定容规》规定：压力表与压力容器之间应当装设（   ）或（  ）。 答案：A、C
A、三通旋塞；    B、闸阀；    C、针形阀 
987、《固定容规》规定：用于水蒸汽介质的压力表，在压力表与压力容器之间应当装有（   ）。答案：C
A、连接管；    B、直管；    C、存水弯管 
988、《固定容规》规定：用于具有（   ）介质的压力表，在压力表与压力容器之间应当装设能隔离介质的缓冲装置。 答案：A、D
A、腐蚀性；    B、毒性程度为极度、高度、中度；    C、黏性；    D、高黏度 
989、《固定容规》规定：用于（   ）介质、液化气体压力容器上的液位计，有防止泄漏的保护装置。 答案：B、C
A、可燃；    B、易燃介质；    C、毒性程度为极度或高度危害
990、《固定容规》规定：液位计的（   ）液位，应作出明显的标志。答案：C
A、正常安全；    B、最低安全；    C、最高和最低安全 
991、《固定容规》规定：需要控制壁温的压力容器，应当装设测试壁温的测温仪表（或温度计）。（  ）
答案：A
A、正确；     B、错误
992、《固定容规》规定：压力容器按设计压力划分为（     ）四个等级。 答案：B、C、D、E
A、常压；    B、低压；    C、中压；    D、高压；   E、超高压
993、按照《固定容规》规定：压力容器的压力等级是按（   ）压力划分的。 答案：B
A、工作压力；    B、设计压力；    C、最高允许工作压力
994、符合《简单压力容器安全技术监察规程》适用范围内的简单压力容器，（   ）办理使用登记手续。 
答案：B
A、必须；    B、不需要；    C、需要
995、对推荐使用寿命的简单压力容器，（   ）进行定期检验。 答案：B
A、必须；    B、不需要；    C、需要
996、达到推荐使用寿命的简单压力容器应当（   ）。 答案：A
A、报废；    B、判废；    C、继续使用
997、达到推荐使用寿命的简单压力容器，如需继续使用的，使用单位应当（   ）。 答案：B
A、由企业负责人决定；    B、报特种设备检验机构检验；    C、通过年度检查 
998、《移动式压力容器充装许可规则》规定：移动式压力容器包括（ ）。（移动式专用） 答案：A、B、C、D、E
A、铁路罐车；  B、汽车罐车；  C、长管拖车；  D、罐式集箱装   E、管束式集装箱等
999、《移动式压力容器充装许可规则》规定，移动式压力容器的充装介质包括（）。（移动式专用） 答案：A、B、C、D                                       A、压缩气体；B、高（低）压液化气体；C、冷冻液化气体；D、高于或等于标准沸点温度的液体
1000、《移动压力容器充装许可规则》规定：从事移动式压力容器充装的单位应当取得《充装许可证》后，方可从事许可范围内的充装工作。（   ）（移动式专用） 答案：A
A、正确；    B、错误
1001、《移动式压力容器充装许可规则》规定：移动式压力容器的充装不需要取得《充装许可证》（   ）。（移动式专用）
答案：B
A、正确；     B、错误
1002、《移动式压力容器充装许可规则》规定：移动式压力容器充装介质不包括冷冻液化气体。（ ）（移动式专用）答案：B
A、正确；    B、错误
1003、《移动式压力容器充装许可规则》规定：充装介质应包括压缩气体、高（低）压液化气体、冷冻液化气体和最高工作温度高于或者等于标准沸点的液体（   ）。（移动式专用） 答案：A
A、正确；     B、错误
1004、《特种设备作业人员监督管理办法》规定：特种设备作业人员考核发证由县以上质监部门分级负责（    ）。 答案：A
A、正确；     B、错误
1005、按照《特种设备作业人员监督管理办法》规定：特种设备作业人员考核发证工作由地市以上质量技术监督部门负责。（   ） 答案：B
A、正确    B、错误
1006、按照《特种设备作业人员监督管理办法》规定：特种设备作业人员考核发证工作由（   ）以上质量技术监督管理部门分级负责。答案：A
A、县级；    B、地市级
1007、按照《特种设备作业人员监督管理办法》规定：从事特种设备的作业人员应按规定取得《特种设备作业人员证》方可从事相应的作业或管理工作。（   ） 答案：A
A、正确；    B、错误
1008、按照《特种设备作业人员监督管理办法》规定：《特种设备作业人员证》每（   ）年复审一次。持证人员应当在复审期届满3个月前，向发证部门提出复审申请。 答案：C
A、2；    B、3；    C、4
1009、按照《特种设备作业人员监督管理办法》规定：《特种设备作业人员证》每4年复审一次。持证人员应当在复审期届满（   ）前，向发证部门提出复审申请。 答案： C
A、一个月；     B、二个月；     C、三个月 
1010、按照《特种设备作业人员监督管理办法》规定：持证人员应当在复审期届满三个月前，向发证部门提出复审申请。复审不合格、逾期未复审的，其《特种设备作业人员证》予以注销。（   ）答案：A
A、正确；    B、错误
1011、按照《特种设备作业人员监督管理办法》规定，《特种设备作业人员证》有效期为四年。（   ）
 答案：A、
A、正确；     B、错误
1012、按照《压力容器安全管理人员和操作人员考核大纲》规定：所有压力容器作业人员都必须经培训，考核并发给《特种设备作业人员证》后，方可从事压力容器操作。（   ） 答案：B
A、正确；     B、错误
1013、按照《压力容器安全管理人员和操作人员考核大纲》规定：压力容器操作人员的考试包括理论知识考试和实际操作技能考试。（   ）答案：A
A、正确；     B、错误
1014、按《压力容器安全管理人员和操作人员考核大纲》规定：简单压力容器中的移动式空压机储罐的操作人员也应当取得《特种设备作业人员证》。（   ） 答案：B
A、正确；    B、错误
1015、按照《压力容器安全管理人员和操作人员考核大纲》规定：车辆用容器操作人员不需要取得《特种设备作业人员证》。（   ） 答案：A
A、正确；    B、错误
1016、《特种设备事故报告和调查处理规定》规定：因自然灾害、战争不可抗力发生的压力容器事故，属压力容器事故。（   ）答案：B
A、正确；   B、错误
1017、按照《特种设备事故报告和调查处理规定》，特种设备作业人员、检验检测人员因劳动保护措施缺失或者保护不当而发生坠落、中毒、窒息等情形，也属于特种设备事故。（   ） 答案：B
A、正确；    B、错误
1018、《特种设备事故报告和调查处理规定》规定：下列情形不属于特种设备事故（ ）答案：A、B 、C
A、因自然灾害、战争等不可抗力引发的；
B、通过人为破坏或者利用特种设备等方式实施违法犯罪活动或者自杀的；    
C、特种设备作业人员、检验检测人员因劳动保护措施缺失或者保护不当而发生坠落、中毒、窒息等情形的
1019、《特种设备事故报告和调查处理规定》发生压力容器事故后，事故现场有关人员应当立即向事故发生单位负责人报告，事故单位的负责人接到报告后应当1小时内向事故发生地县以上质量技术监督部门报告。（   ） 答案：A
A、正确；    B、错误
1020、《锅炉压力容器使用登记办法》规定：压力容器在投入使用前或投入使用后（   ）内，使用单位应当向所在地的登记机关申请办理使用登记。 答案：B
A、15日；    B、30日；    C、60日
1021、《锅炉压力容器使用登记办法》规定：使用单位使用租赁的压力容器（除移动式压力容器外），均由产权单位向使用登记机关办理使用登记证，交使用单位随设备使用。（   ）答案：A
A、正确；    B、错误
1022、《锅炉压力容器使用登记办法》规定：使用单位使用无制造许可证制造的压力容器，登记机关 （）登记。 答案：C
A、可视情况；    B、一般不可；    C、不得；    D、通过检验后
1023、《锅炉压力容器使用登记办法》规定：压力容器的（  ），使用单位应当向登记机关申请变更登记。 答案：A、B、C、D
A、安全状况发生变化；    B、长期停用；    C、移装；    D、过户
1024、《锅炉压力容器使用登记办法》规定：下列情表之一的压力容器，不得申请变更：（ ）答案：F
A、在原使用地未办理使用登记的或已经报废的；B、进行过非法修理改造的；C、安全状况等级4～5级的；    D、使用时间超过20年的； E、无技术资料和铭牌的； F、以上均是
1025、按《压力容器定期检验规则》规定：压力容器年度检查应每年至少进行一次。（ ）答案：A
A、正确；    B、错误
1026、《压力容器定期检验规则》规定：压力容器检验周期，可适当延长或可适当缩短。（ ）答案：A
A、正确；    B、错误
1027、按《压力容器定期检验规则》规定：压力容器年度检查及定期检验前都应做好准备工作。（ ）答案：A
A、正确；    B、错误
1028、《压力容器定期检验规则》规定：盛装（   ）介质的压力容器，使用单位必须进行置换、中和、消毒、清洗、取样分析，并达到有关规定。 答案：E
A、易燃；    B、助燃；    C、毒性；    D、窒息性；   E、以上均是
1029、《压力容器定期检验规则》规定：盛装易燃介质的压力容器，（   ）用空气置换。 答案：D
A、一般不；    B、不宜；    C、一般不得；    D、严禁
1030、《压力容器定期检验规则》规定：压力容器定期检验时，使用单位的管理人员和相关人员应到场配合，协助检验工作，负责安全监护。（   ） 答案：A
A、正确；    B、错误



  
</pre>
</div>

<script type="text/javascript">
(function($) { 
    $.fn.fixDiv = function(options) { 
        var defaultVal = { 
            top: 10 
        }; 
        var obj = $.extend(defaultVal, options); 
        $this = this; 
        var _top = $this.offset().top; 
        var _left = $this.offset().left; 
        $(window).scroll(function() { 
            var _currentTop = $this.offset().top; 
            var _scrollTop = $(document).scrollTop(); 
            if (_scrollTop > _top) { 
                $this.offset({ 
                    top: _scrollTop + obj.top, 
                    left: _left 
                }); 
            } else { 
                $this.offset({ 
                    top: _top, 
                    left: _left 
                }); 
            } 
        }); 
        return $this; 
    }; 
})(jQuery);

$(function(){ 
    $("#findbox").fixDiv({ top: 0 }); 
    $('#findbtn').click(highlight);//点击search时，执行highlight函数； 
    $('#findtxt').keydown(function (e) { 
        var key = e.which; 
        if (key == 13) highlight(); 
    })   

    var i = 0; 
    var sCurText; 
    function highlight(){ 
        clearSelection();//先清空一下上次高亮显示的内容； 
         
        var flag = 0; 
        var bStart = true; 
         
        var searchText = $('#findtxt').val(); 
        var _searchTop = $('#findtxt').offset().top+30; 
        var _searchLeft = $('#findtxt').offset().left; 
        if($.trim(searchText)==""){ 
            showTips("请输入",_searchTop,3,_searchLeft); 
            return; 
        } 
        //查找匹配 
        var searchText = $('#findtxt').val();//获取你输入的关键字； 
        var regExp = new RegExp(searchText, 'g');//创建正则表达式，g表示全局的，如果不用g，则查找到第一个就不会继续向下查找了； 
        var content = $("#content").text(); 
        if (!regExp.test(content)) { 
            showTips("没有找到要查找的内容",_searchTop,3,_searchLeft); 
            return; 
        } else { 
            if (sCurText != searchText) { 
                i = 0; 
                sCurText = searchText; 
             } 
        } 
        //高亮显示 
        $('pre').each(function(){ 
            var html = $(this).html(); 
            //将找到的关键字替换，加上highlight属性； 
            var newHtml = html.replace(regExp, '<span class="high">'+searchText+'</span>'); 
            $(this).html(newHtml);//更新； 
            flag = 1; 
        }); 
         
        //定位并提示信息 
        if (flag == 1) { 
            if ($(".high").size() > 1) { 
                var _top = $(".high").eq(i).offset().top+$(".high").eq(i).height(); 
                var _tip = $(".high").eq(i).parent().find("strong").text(); 
                if(_tip=="") _tip = $(".high").eq(i).parent().parent().find("strong").text(); 
                var _left = $(".high").eq(i).offset().left; 
                var _tipWidth = $("#tip").width(); 
                if (_left > $(document).width() - _tipWidth) { 
                     _left = _left - _tipWidth; 
                } 

                $("#findbtn").val("查找下一个"); 
            }else{ 
                var _top = $(".high").offset().top+$(".high").height(); 
                var _tip = $(".high").parent().find("strong").text(); 
                var _left = $(".high").offset().left; 

            } 
            $("html, body").animate({ scrollTop: _top - 50 }); 
            i++; 
            if (i > $(".high").size() - 1) { 
                i = 0; 
            } 
        } 
    }       
}); 


function clearSelection(){ 
        $('pre').each(function(){ 
            //找到所有highlight属性的元素； 
            $(this).find('.high').each(function(){ 
                $(this).replaceWith($(this).html());//将他们的属性去掉； 
            }); 
        }); 
} 
</script>
</body>
</html>
